{   "decomisoTitulo1":"Decomiso",
    "decomisoTitulo2":"2016",
    "decomisoTitulo3":"EXHIBICIÓN",
    "decomisoTitulo4":"Fotografías, estanterías metálicas, dossiers, video digital, sonido analógico ",
    "decomisoTitulo5":"(loops de audio y video no sincronizados)",
    "decomisoTitulo6":"ASU Art Museum",
    "decomisoTitulo7":"Arizona, EEUU (2018)",
    "decomisoTexto1" : "La historia de Campo del Cielo suele narrarse invocando un conjunto circunscrito de meteoritos que está compuesto por grandes especímenes individuales, con nombres como El Taco, Otumpa, El Chaco o el mítico Mesón de Fierro, visto por última vez a principios de la década de 1780. Estas rocas, en su singularidad, asumieron roles protagónicos en el teatro humano de la religión, la ciencia y la política, y fueron procesadas por diversos sistemas culturales a lo largo de las eras. Según se dice, por ejemplo, cultos solares celebraban sus ritos alrededor del Mesón de Fierro, y aún hasta el día de hoy se realizan mediciones magnéticas en las isletas y bosques del Chaco Austral con el fin de seguir develando los sigilos siderales preservados bajo la tierra.",
    "decomisoTexto2":" Pero además de los ejemplares con nombre propio, y de aquellos que a esta altura son más leyenda que realidad, de Campo del Cielo se extrajeron cientos de otras piezas de menor peso y escala: meteoritos pequeños, fragmentos, esquirlas y desprendimientos de masas mayores que, debido a su fácil transportabilidad, suelen convertirse en mercadería de contrabando. Así, junto a la religión, la industria y la ciencia, se acomoda otro vector de gestión material y simbólica que opera sobre los cuerpos asteroidales: la ley.",
    "decomisoTexto3":"Decomiso aborda los aspectos legales de Campo del Cielo y se enfoca en los esfuerzos orientados a la protección patrimonial de la materia celeste. Luego de un allanamiento llevado adelante por la Fiscalía de Estado de Santiago del Estero, en junio de 2014, 405 piezas incautadas quedaron a la espera de ser pesadas, clasificadas y rotuladas, tal y como exigía la ley provincial de preservación, sancionada hacía no mucho tiempo pero jamás aplicada. Curiosamente, no fue sino la intromisión de la voluntad artística la que consiguió que estos artículos se cumplieran por primera vez en la historia.",
    "decomisoTexto4":" A lo largo de dos días de trabajo, y con la venia de los oficiales, Faivovich & Goldberg llevaron a cabo un proceso de pesaje, rotulado y registro in situ de las casi cuatro toneladas de material extraterrestre decomisado, adoptando una posición operativa trivalente que los ponía al mismo tiempo en el lugar de artistas, investigadores y peritos civiles.",
    "decomisoTexto5":"El alcance de este trabajo puede medirse entonces en dos universos: como la primera aplicación exitosa de una ley dirigida a proteger patrimonialmente y garantizar la óptima situación archivística de los meteoritos argentinos, y como instalación artística. En su forma original, la exhibición de Decomiso está compuesta por 405 fotografías, copia única y con escala 1:1, de cada uno de los cuerpos incautados por el Estado Provincial, expuestas en estanterías metálicas que evocan un interminable depósito científico, “una bóveda o un laboratorio”. En una sala anexa se proyecta además el registro fílmico del proceso de indexación, y un grabador de cinta abierta reproduce una toma de audio directa de algunos de esos momentos, que incluyen recitales improvisados de folklore santiagueño por parte de las autoridades.",
    "decomisoTexto6":"Los meteoritos tienen una relación particular con el mundo de lo visible: cuando son asteroides, flotando entre las órbitas de Marte y Júpiter, no podemos verlos sino a través de un telescopio; cuando atraviesan la atmósfera en forma de meteoros, se vuelven destellos efímeros que iluminan los cielos durante apenas un instante; luego de impactar en la superficie terrestre, su destino es quedar enterrados por siglos en mausoleos secretos; cuando se los trafica desaparecen de los radares y, cuando son archivados en dependencias estatales, museos y universidades, no se los puede ver sin una clave puntual de invocación. Los 405 cuerpos registrados en esta obra eran piezas anónimas de Campo del Cielo que, en su indexación y nombramiento técnico, logran representar a miles de otras rocas espaciales invisibilizadas por acción u omisión humana. Mediante la épica del concepto convertida en ley, Decomiso retrotrae los meteoritos al segundo exacto en el que fueron gobernados por la estabilidad total de lo que puede ser visto.",
    
    "numeroTitulo1" : "NUMERO ",
    "numeroTitulo2" : "Desde 2014",
    "numeroTitulo3" :  "Tinta pigmentada sobre papel de algodón ",
    "numeroTitulo4" : "104x104 cm",
    "numeroTitulo5" : "Copias únicas",
    "numeroTitulo6" : "ARTBASEL, MIAMI 2014 ",
    "numeroTitulo7":"GALERÍA PÁRAMO, GUADALAJARA 2015",
    "numeroTitulo8":"GWANGJU BIENNIAL, GWANGJU 2016",
    "numeroTitulo9":"CASCO ART INSTITUTE, UTRECH 2017 ",
    "numeroTitulo10":"TENSTA KONTSHALL, ESTOCOLMO 2017 ",
    "numeroTitulo11":"ASU ART MUSEUM, TEMPE 2018 ",
    "numeroTitulo12":"CCK, BUENOS AIRES 2020 ",
    "numeroTexto1" : "A series of round close ups of rock-like objects, where a mineral surface can be read in its eccentricity, comprise Faivovich & Goldberg’s prints from the numero series. Since 2014, the artists have carried out a sequence of immersions into the microscopic level of the Campo del Cielo meteorites. These images emerge as part of their research on microphotography, producing and examining thinly sliced sections, by exploring and harvesting the stunningly brilliant and mysterious silicate inclusions. Radiant iridescent flows of rock are overlapped, in abstract cosmic landscapes that glow with the potentiality of new matter. The artists’ decision to present the images in the round shape of the microscopic lens underscores their scientific origin.",
    "numeroTexto2":"This series partakes in and pays homage to a tradition of “wondrous” photography, produced with microscopes, that has existed since the 19th century. On their own, the micrographs provide few direct clues as to the context in which they were made and the archive in which they are held. Faivovich & Goldberg’s emphasize the diverse components of a seemingly unified rock, revealing that the meteorite consists of a variety of elements, each of a distinct shape, translucency and hue. Using tools designed for sophisticated analysis, they have instead put the object of study on hold and transformed it into a thing of beauty.",
    "numeroTexto3" : "A series of round close ups of rock-like objects, where a mineral surface can be read in its eccentricity, comprise Faivovich & Goldberg’s prints from the numero series. Since 2014, the artists have carried out a sequence of immersions into the microscopic level of the Campo del Cielo meteorites. These images emerge as part of their research on microphotography, producing and examining thinly sliced sections, by exploring and harvesting the stunningly brilliant and mysterious silicate inclusions. Radiant iridescent flows of rock are overlapped, in abstract cosmic landscapes that glow with the potentiality of new matter. The artists’ decision to present the images in the round shape of the microscopic lens underscores their scientific origin.",
    "numeroTexto4":"This series partakes in and pays homage to a tradition of “wondrous” photography, produced with microscopes, that has existed since the 19th century. On their own, the micrographs provide few direct clues as to the context in which they were made and the archive in which they are held. Faivovich & Goldberg’s emphasize the diverse components of a seemingly unified rock, revealing that the meteorite consists of a variety of elements, each of a distinct shape, translucency and hue. Using tools designed for sophisticated analysis, they have instead put the object of study on hold and transformed it into a thing of beauty.",
    
    "tacoTitulo1": "Meteorit 'El Taco'",
    "tacoTitulo2": "2010",
    "tacoTitulo3": "EXHIBICIÓN",
    "tacoTitulo4": "Meteorito de hierro IAB (1574 kg) ",
    "tacoTitulo5": "Portikus",
    "tacoTitulo6": "Frankfurt, Alemania",
    "tacoTexto1" : "Tal y como los cuerpos de los mártires se repartían por el mundo cristiano atomizados en apéndices marchitos y detalles óseos, hay dos mitades de El Taco -meteorito de casi 2 toneladas descubierto en 1962 en Campo del Cielo- que descansan, separadas, en puntos distantes del globo, apuntalando el carácter milagroso que le proporciona su unicidad como cuerpo astronómico. Instigadas por el encuentro fortuito con una de las mitades en el Planetario de Buenos Aires, algunas elementales preguntas empezaron a darle sentido a una obra que intentara responderlas elementalmente: cuándo se dividió, quién lo hizo y para qué. Siguiendo un esquema de indagación impersonal y razonado al detalle, los artistas se volvieron espectadores, ellos mismos, de la multiplicidad de formas que las respuestas fueron adquiriendo.",
    "tacoTexto2":"Su investigación evidenció los términos bajo los cuales se disputó el dominio legal sobre El Taco luego de su exhumación, en un asimétrico cortejo institucional entre Argentina, los Estados Unidos y Alemania. De manera progresiva se revelaron nombres y documentos, se inventarió el estatus cambiante bajo el cual el meteorito fue pasando de mano en mano (primero “obsequio”, luego “donación” y, finalmente, “préstamo” al Instituto Smithsoniano) y se repasaron también las discusiones sobre qué metodologías serían las más aptas para estudiarlo. Se supo que la racionalización del objeto se dio en términos de gótico cientificista: en las notas y cartas que intercambiaron los organismos involucrados quedó asentado el anhelo de ejercer sobre aquel cuerpo acciones tales como ”cortarlo por la mitad” para producir ”especímenes de gran tamaño”, ”remover una lonja de cada mitad”, ”pulirlo y limpiarlo con ácido nítrico”, etc.",
    "tacoTexto3" : "De ahí en más, la trayectoria de El Taco se expandió y se contrajo alternadamente: atravesó el Atlántico hasta la ciudad alemana de Maguncia para ser rebanado mediante un sistema experimental, regresó partido a América y, en 1967, cinco años después de su descubrimiento en el Chaco Austral, una de las mitades fue repatriada a la Argentina. En Europa y Estados Unidos se produjo una gran cantidad de información técnica sobre el aerolito, mientras que en Buenos Aires su destino fue el de convertirse en una atracción pública y dominical, sin legajos que dieran cuenta de su actualidad ni de su travesía.",
    "tacoTexto4":"La desproporción de este recorrido histórico encontró su último capítulo -hasta el momento- en 2010. “Meteorit ‘El Taco’” fue el nombre de la exhibición en la que las dos mitades del meteorito se vieron reunidas por primera vez en un movimiento compositivo y, como ya se mencionó, elemental. La teórica Graciela Speranza especula, sin embargo, con que “más que denunciar los abusos solapados del colonialismo, la desidia de las instituciones, las desigualdades entre el Primer y el Tercer Mundo, las ‘componendas’ geopolíticas, [“Meteorit ‘El Taco’”] componía los restos en una obra que invitaba a atender y a reconsiderar sus efectos”. Dicho de otro modo, es el procedimiento de composición sobre los restos materiales de la política lo que avala una politicidad genuina desde el arte: el conceptualismo se vuelve una condición de posibilidad para que lo humano-histórico y lo cósmico-ahistórico puedan ser sondeados como procesos en lugar de quedar reducidos a simples consignas. El espacio que separa a las dos mitades del meteorito es, también, la escisión entre la estética y lo puramente material.",
    "tacoTexto5":"Antes que presentar al artista como una figura política plenipotenciaria, “Meteorit ‘El Taco’” atiende la plena dimensión de quien hace arte como un retórico materialista, capaz de ejercer un tipo muy específico de persuasión sobre las estructuras que gobiernan el mundo. El lenguaje artístico se instituye así no solo como uno de los sistemas diseñados por la humanidad para abordar asuntos extraterrestres, sino como el más apto para sortear las dificultades generadas por todos los otros sistemas.",

    "bioTexto1":"Durante más de una década, el dúo formado por Guillermo Faivovich y Nicolás Goldberg ha desarrollado un extenso trabajo de investigación sobre Campo del Cielo, región fronteriza entre Chaco y Santiago del Estero sobre la que se precipitó una lluvia de meteoritos hace aproximadamente 4.000 años. El resultado de esta iniciativa en expansión constante es un conjunto de obra que analiza las particularidades de un evento singular e ilumina la dinámica -de variabilidad infinita- entre ciertos objetos cósmicos y su compleja existencia política. A través de la archivística más efusiva, lo forense cultural y la narratología sistémica, Faivovich y Goldberg revisan la carga testimonial contenida en Campo del Cielo y sus bifurcaciones. Su trabajo se asemeja así a una exploración del rol probatorio de la materia como lienzo para la inscripción de eventos, o a un tratado sobre los medios humanos diseñados para leer la historia de aquellas cosas que son ajenas a este mundo pero que se han convertido en una parte de él.",
    "bioTexto2":"Entre sus proyectos recientes se destacan ¡Saxa Loquuntur! (Galería Barro, 2022), Encuentro con El Mataco (Museo Histórico Provincial de Rosario Julio Marc, 2019), Mesón de fierro: Towards the XXII Century (Naciones Unidas, Viena, 2019), En búsqueda del Mesón de Fierro (Naturhistorisches Museum, Viena, 2018) y Decomiso (ASU Art Museum, Arizona, 2018). Han participado en programas de conferencias de la Universidad Di Tella, Buenos Aires (2018), Thyssen-Bornemisza Art Contemporary, Viena (2017), Museo de Arte Latinoamericano de Buenos Aires (2017), Dia Art Foundation, Nueva York (2013) y el Massachusetts Institute of Technology, Cambridge (2011). Viven y trabajan en Buenos Aires."
}