{    "decomisoTitulo1":"DECOMISO ",
"decomisoTitulo2":"2016",
"decomisoTitulo3":"Fotografías, dossiers, archivo y estanterías metálicas",
"decomisoTitulo4":"video digital, sonido analógico (loops de audio y video no sincronizados)",
"decomisoTitulo5":"SLYZMUD, BUENOS AIRES 2016",
"decomisoTitulo6":"ASU ART MUSEUM, ARIZONA 2018",
"decomisoTitulo7":"CENTRO CULTURAL KIRCHNER, BUENOS AIRES 2020",
"decomisoTexto1" : "La historia de Campo del Cielo suele narrarse invocando un conjunto circunscrito de meteoritos que está compuesto por grandes especímenes individuales, con nombres como El Taco, Otumpa, El Chaco o el mítico Mesón de Fierro, visto por última vez en 1783. Estas rocas, en su singularidad, asumieron roles protagónicos en el teatro humano de la religión, la ciencia y la política, y fueron procesadas por diversos sistemas culturales a lo largo de las eras. Según se dice, por ejemplo, cultos solares celebraban sus ritos alrededor del Mesón de Fierro, y aún hasta el día de hoy se realizan mediciones magnéticas en las isletas y bosques del Chaco Austral con el fin de seguir develando los sigilos siderales preservados bajo la tierra.",
"decomisoTexto2":"Pero además de los ejemplares con nombre propio, y de aquellos que a esta altura son más leyenda que realidad, de Campo del Cielo se extrajeron miles de otras piezas de menor peso y escala: meteoritos pequeños, fragmentos, esquirlas y desprendimientos de masas mayores que, debido a su fácil transportabilidad, suelen convertirse en mercadería de contrabando. Así, junto a la religión, la industria y la ciencia, se acomoda otro vector de gestión material y simbólica que opera sobre los cuerpos asteroidales: la ley.",
"decomisoTexto3" : "Decomiso aborda los aspectos legales de Campo del Cielo y se enfoca en instigar la protección patrimonial de la materia celeste. Luego de un allanamiento llevado adelante por la Fiscalía de Estado de Santiago del Estero, en junio de 2014, 405 piezas incautadas quedaron a la espera de ser pesadas, clasificadas y rotuladas, tal y como exigía la ley provincial de preservación, sancionada hacía no mucho tiempo pero jamás aplicada. Curiosamente, no fue sino la intromisión de la voluntad artística la que consiguió que estos artículos se cumplieran por primera vez en la historia.",
"decomisoTexto4":"A lo largo de tres días de trabajo, y junto a un equipo de trabajo compuesto por diez personas puestas a su disposición por la fiscalía, Faivovich & Goldberg movieron, limpiaron, amolaron y rotularon las piezas, llevando a cabo un proceso de pesaje y registro in situ de las casi cuatro toneladas de material extraterrestre decomisado y adoptando una posición operativa trivalente que los ponía al mismo tiempo en el lugar de artistas, investigadores y auxiliares de la justicia.",
"decomisoTexto5": "El alcance de este trabajo puede medirse entonces en dos universos: como la primera aplicación exitosa de una ley dirigida a proteger patrimonialmente y garantizar la óptima situación archivística de los meteoritos argentinos, y como instalación artística. En su forma original, la exhibición de Decomiso está compuesta por 405 fotografías, copia única y con escala 1:1, de cada uno de los cuerpos incautados por el Estado Provincial, expuestas en estanterías metálicas que evocan un interminable depósito científico, “una bóveda o un laboratorio”. Esta instancia expositiva del proyecto se complementa además con la presentación anexa de Patio Santiagueño, un doble registro audiovisual: por un lado, en video quedó asentado el proceso de indexación de los meteoritos en la fiscalía; por el otro, un grabador de cinta abierta reproduce la toma de audio que capturó un íntimo concierto de folklore regional celebrado por las autoridades y sus amigos luego de un asado al que los artistas fueron invitados.",
"decomisoTexto6":"Los meteoritos tienen una relación particular con el mundo de lo visible: cuando son asteroides, flotando entre las órbitas de Marte y Júpiter, resultan virtualmente invisibles; cuando atraviesan la atmósfera en forma de meteoros, se vuelven destellos efímeros que iluminan los cielos durante apenas un instante; luego de impactar en la superficie terrestre, su destino es quedar enterrados en mausoleos secretos, intraterrenos; cuando son archivados en dependencias estatales, museos y universidades, no se los puede ver sin una clave puntual de acceso.",
"decomisoTexto7":"Los 405 cuerpos registrados en esta obra eran piezas anónimas de Campo del Cielo que, en su indexación y nombramiento técnico, logran representar a miles de otras rocas espaciales desaparecidas por acción u omisión humana, lotes y especímenes absorbidos por el mercado negro internacional que quizá no vuelvan a ser divisados jamás. Mediante la épica del concepto convertida en ley, Decomiso fija los meteoritos al momento exacto en el que son gobernados por la total estabilidad de lo que puede ser visto.",

    "numeroTitulo1" : "NUMERO ",
    "numeroTitulo2" : "Since 2014",
    "numeroTitulo3" :  "Pigmented ink on cotton rag paper ",
    "numeroTitulo4" : "104x104 cm",
    "numeroTitulo5" : "Unique prints",
    "numeroTitulo6" : "ARTBASEL, MIAMI 2014 ",
    "numeroTitulo7":"GALERÍA PÁRAMO, GUADALAJARA 2015",
    "numeroTitulo8":"GWANGJU BIENNIAL, GWANGJU 2016",
    "numeroTitulo9":"CASCO ART INSTITUTE, UTRECH 2017 ",
    "numeroTitulo10":"TENSTA KONTSHALL, ESTOCOLMO 2017 ",
    "numeroTitulo11":"ASU ART MUSEUM, TEMPE 2018 ",
    "numeroTitulo12":"CCK, BUENOS AIRES 2020 ",
    
    "numeroTexto1" : "La manera más directa de trazar equivalencias entre una obra de arte y un meteorito se da en el campo de la economía material: la escasez constituye un factor crucial a la hora de determinar el precio de un bien, y el carácter irrepetible de la pieza artística se ha utilizado históricamente como parámetro para establecer su valor, al menos hasta antes de que irrumpiera “la época de su reproducibilidad técnica”. De origen celestial -lugar en el que, durante siglos, se ubicó la raíz de las visiones más trascendentes-, los meteoritos también escasean y tampoco podían ser despojados de su aura. Pero tal y como sucedió con las obras de arte, el curso del siglo XX repercutió de manera negativa en la valoración simbólica de las poquísimas rocas espaciales que fueron halladas en nuestro planeta: cuando el ser humano consiguió situar su cuerpo en la Luna, los meteoritos perdieron su atributo principal, aquel que los convertía en los únicos objetos capaces de testimoniar la existencia de una realidad material más allá de la Tierra.",
    "numeroTexto2":"numero es una serie en curso que navega las lógicas contradictorias de lo múltiple contenido en lo único y de lo vasto incluido en lo ínfimo. Una sucesión de primeros planos microfotográficos efectuados sobre muestras meteoríticas permite leer las líneas de variedad interminable que conforman un cuerpo, en apariencia, singular. En cada una de las imágenes, la lente revela un conjunto particular de silicatos misteriosos y otros destellos de policromatismo minúsculo, ingredientes moleculares de las etapas más tempranas del Sistema Solar. ",
    "numeroTexto3" : "La decisión de presentar las imágenes evocando la forma circular de la lente microscópica enfatiza su cariz científico, ya que la obra es, al mismo tiempo, continuidad y homenaje a una tradición de microfotografía “maravillosa” que existe desde el siglo XIX. Los avances tecnológicos generan estética como una digresión del idioma de las herramientas, que suele ser considerado hermético en su utilitarismo pero que pareciera ser la única lengua capaz de revelar la belleza morfemática que organiza las cosas desde adentro. Así, este trabajo comparte el entusiasmo exploratorio de los científicos que se adentraron por primera vez en los ínfimos paisajes -jardines incalculables de células y átomos- que estructuran el mundo.",
    "numeroTexto4":"Como serie compuesta de diferencias que surgen del mismo fundamento, numero se vuelve el resultado de una analítica al servicio de desmontar la noción de unicidad del cuerpo y observa poéticamente el concepto económico de escasez. A partir de los efectos multiplicadores de la repetición, se pregunta si es posible reescribir el sentido universal para explorar la singularidad de una potencial vida interior, que es infinitesimal y chispea bajo la uniformidad gris de lo general. Entonces, además de formular la cuestión racional sobre si es posible extraer una sucesión sin límite de aquello que se estima único, el asunto sensible en torno a este trabajo tiene que ver con la aplicación experimental de diversas técnicas, superpuestas, con el fin de precisar si la realidad es el reflejo de un misterio mayor que ella.",
    
    "tacoTitulo1": "METEORIT 'EL TACO'",
    "tacoTitulo2": "2010",
    "tacoTitulo3": "Meteorito de hierro IAB, 1574 kg ",
    "tacoTitulo4": "PORTIKUS, FRANKFURT",
    
    "tacoTexto1" : "Como los cuerpos de los mártires que se repartían por el mundo cristiano atomizados en apéndices marchitos y detalles óseos, hay dos mitades de El Taco -meteorito de casi 2 toneladas descubierto en 1962 en Campo del Cielo- que descansan, separadas, en puntos distantes del globo, apuntalando el carácter milagroso que le proporciona su unicidad como cuerpo astronómico.",
    "tacoTexto2":"Instigadas por el encuentro fortuito con una de las mitades en el Planetario de Buenos Aires, algunas elementales preguntas empezaron a darle sentido a una obra que intentara responderlas elementalmente: dónde está la otra mitad, cuándo se dividió, quién lo hizo y para qué. Siguiendo un esquema de indagación impersonal y razonado al detalle, los artistas se volvieron espectadores, ellos mismos, de la multiplicidad de formas que las respuestas fueron adquiriendo.",
    "tacoTexto3" : "Su investigación evidenció los términos bajo los cuales se disputó el dominio legal sobre El Taco luego de su exhumación, en un asimétrico cortejo institucional entre Argentina, los Estados Unidos y Alemania. De manera progresiva se revelaron nombres y documentos, se inventarió el estatus cambiante bajo el cual el meteorito fue pasando de mano en mano (primero “obsequio”, luego “donación” y, finalmente, “préstamo” al Instituto Smithsoniano) y se repasaron también las discusiones sobre qué metodologías serían las más aptas para estudiarlo. Se supo que la racionalización del objeto se dio en términos de gótico cientificista: en las notas y cartas que intercambiaron los organismos involucrados quedó asentado el anhelo de ejercer sobre aquel cuerpo acciones tales como 'cortarlo por la mitad' para producir 'especímenes de gran tamaño', “remover una lonja de cada mitad”, “pulirlo y limpiarlo con ácido nítrico”, etc.",
    "tacoTexto4" : "De ahí en más, la trayectoria de El Taco se expandió y se contrajo alternadamente: atravesó el Atlántico hasta la ciudad alemana de Maguncia para ser rebanado mediante un sistema experimental, regresó partido a América y, en 1967, cinco años después de su descubrimiento en el Chaco Austral, una de las mitades fue repatriada a la Argentina.",
    "tacoTexto5" : "En Europa y Estados Unidos se produjo una gran cantidad de información técnica sobre el aerolito, mientras que en Buenos Aires su destino fue el de convertirse en una atracción pública y dominical, sin legajos que dieran cuenta de su actualidad ni de su travesía.",
    "tacoTexto6" :"La desproporción de este recorrido histórico encontró su último capítulo -hasta el momento- en 2010. Meteorit „El Taco” fue el nombre de la exhibición en la que las dos mitades del meteorito se vieron reunidas por primera vez en un movimiento compositivo y, como ya se mencionó, elemental. La teórica Graciela Speranza especula, sin embargo, con que “más que denunciar los abusos solapados del colonialismo, la desidia de las instituciones, las desigualdades entre el Primer y el Tercer Mundo, las ‘componendas’ geopolíticas, [Meteorit „El Taco”] componía los restos en una obra que invitaba a atender y a reconsiderar sus efectos”. Dicho de otro modo, es el procedimiento de composición sobre los restos materiales de la política lo que avala una politicidad genuina desde el arte: el conceptualismo se vuelve una condición de posibilidad para que lo humano-histórico y lo cósmico-ahistórico puedan ser sondeados como procesos en lugar de quedar reducidos a simples consignas. El espacio que separa a las dos mitades del meteorito es, también, la escisión entre la estética y lo puramente material.",
    "tacoTexto7" :"Antes que presentar al artista como una figura política plenipotenciaria, Meteorit „El Taco” atiende la plena dimensión de quien hace arte como un retórico materialista, capaz de ejercer un tipo muy específico de persuasión sobre las estructuras que gobiernan el mundo. El lenguaje artístico se instituye así no solo como uno de los sistemas diseñados por la humanidad para abordar asuntos extraterrestres, sino como el más apto para sortear las dificultades generadas por todos los otros sistema.",
    

    "bioTexto1":"Durante más de una década, el dúo formado por Guillermo Faivovich y Nicolás Goldberg ha desarrollado un extenso trabajo de investigación sobre Campo del Cielo, región fronteriza entre Chaco y Santiago del Estero sobre la que se precipitó una lluvia de meteoritos hace aproximadamente 4.000 años. El resultado de esta iniciativa en expansión constante es un conjunto de obra que analiza las particularidades de un evento singular e ilumina la dinámica -de variabilidad infinita- entre ciertos objetos cósmicos y su compleja existencia política. A través de la archivística más efusiva, lo forense cultural y la narratología sistémica, Faivovich y Goldberg revisan la carga testimonial contenida en Campo del Cielo y sus bifurcaciones. Su trabajo se asemeja así a una exploración del rol probatorio de la materia como lienzo para la inscripción de eventos, o a un tratado sobre los medios humanos diseñados para leer la historia de aquellas cosas que son ajenas a este mundo pero que se han convertido en una parte de él.",
    "bioTexto2":"Entre sus proyectos recientes se destacan ¡Saxa Loquuntur! (Galería Barro, 2022), Encuentro con El Mataco (Museo Histórico Provincial de Rosario Julio Marc, 2019), Mesón de fierro: Towards the XXII Century (Naciones Unidas, Viena, 2019), En búsqueda del Mesón de Fierro (Naturhistorisches Museum, Viena, 2018) y Decomiso (ASU Art Museum, Arizona, 2018). Han participado en programas de conferencias de la Universidad Di Tella, Buenos Aires (2018), Thyssen-Bornemisza Art Contemporary, Viena (2017), Museo de Arte Latinoamericano de Buenos Aires (2017), Dia Art Foundation, Nueva York (2013) y el Massachusetts Institute of Technology, Cambridge (2011). Viven y trabajan en Buenos Aires.",

    "matacoTitulo1":"ENCUENTRO CON EL MATACO",
    "matacoTitulo2":"Desde 2019",
    "matacoTitulo3":"Estructura de madera terciada y hierro, alfombra, cortina, vitrina",
    "matacoTitulo4":"Meteorito de hierro IAB, 998 kg",
    "matacoTitulo5":"Museo Histórico Provincial Julio Marc, Rosario",
    
    "matacoTexto1":"Invitados a compartir la celebración por los ochenta años del Museo Dr. Julio Marc -el Museo Histórico Provincial de Rosario-, Faivovich & Goldberg se alejaron momentáneamente de la estética científico-administrativa en torno a los meteoritos para propiciar en cambio una dinámica de encuentro con la cosa en sí: El Mataco. ",
    "matacoTexto2":"Esta roca espacial de 998 kg descubierta por el puestero de una estancia del Chaco Austral, en 1937, se estuvo asoleando por más de medio siglo sobre un templete octogonal en los jardines del museo rosarino hasta su traslado a las salas interiores, durante la década de los 90. Allí, entre retablos coloniales y retratos históricos, El Mataco se entreveró con la cultura terrestre (indígena, colonial, mestiza, americana), colapsando casi de manera involuntaria la clásica distinción humanista entre historia e historia natural, entre cronología humana y tiempo cósmico.",
    "matacoTexto3":"Al decidir sustraerlo de este hábitat historiado y culturizado, los artistas lograron poner en marcha otra clase de cruce. Emplazado en el centro de una sala negra, apenas iluminada por una tenue luz cenital que lo alumbra, y sumergido en una cavidad octogonal que invita a sentarse en los bordes para contemplarlo al mismo tiempo que evoca el antiguo templete, El Mataco parece flotar en la noche oscura del cosmos. ",
    "matacoTexto4":"Solitario, indiferente al tacto y las miradas humanas, el meteorito rezuma ecos del “mundo sin nosotros” del que proviene: no ya el Edén paradisíaco de la infancia de la Tierra sino un universo ancestral donde existió sin nadie que lo observe o lo nombre, garantía última de un materialismo auténtico. ",
    "matacoTexto5":"Sin embargo, aislado en una especie de limbo, como entre signos de pregunta en un museo histórico, El Mataco hace ver que, a fin de cuentas, no es tan ajeno al tiempo de la Historia. En el siglo XXI, con la humanidad convertida en un poderoso agente geológico que compite con las fuerzas naturales y es capaz de producir un cambio climático catastrófico, la distancia entre tiempo cosmológico e historia humana profunda acabó por diluirse ya que todos, humanos y no-humanos, nos vemos igualmente empequeñecidos ante la escala del desastre. El encuentro con esta presencia arcaica, suspendida en la negrura espesa de la sala, engendra una corazonada extraña: si ya hubo un mundo sin nosotros, bien puede haber otro.",
    
    "mesonTitulo1":"AUF DER SUCHE NACH MESÓN DE FIERRO",
    "mesonTitulo2":"2018-2019",
    "mesonTitulo3":"Acrílico sobre lienzo, litografía, sonido",
    "mesonTitulo4":"Meteorito de hierro IAB, 19 gr",
    "mesonTitulo5":"NATURHISTORISCHES MUSEUM WIEN 2018",
    "mesonTitulo6":"UNITED NATIONS OFFICE, VIENNA 2019",

    "mesonTexto1":"El Mesón de Fierro es el primer meteorito hallado en América del que se tenga registro. Hito fabuloso para los pobladores originarios que atestiguaron su caída, ya en 1576 la colonia española daba cuenta de su existencia. Objeto ritualizado y documentado durante más de dos siglos, esta masa de 3 metros de largo desapareció misteriosamente en 1783 y, desde aquel entonces, un vibrante ecosistema cultural ha florecido en torno al espécimen.",
    "mesonTexto2":"A partir de la idea de que buscar puede ser mucho más interesante que encontrar, el dúo de artistas persigue los rastros narratológicos y documentales que esta mítica presencia de origen cósmico ha dejado en nuestro planeta, siguiendo su estela a través de instituciones, archivos y colecciones. Fue en 2017 que lograron dar con un fragmento férrico de 19 gramos en los anaqueles del acervo meteorítico del Museo de Historia Natural de Viena [NHM]. Mediante un largo proceso de investigación transdisciplinar del que fueron artífices, pudo establecerse un principio hipotético de relación directa entre el fragmento y el Mesón de Fierro, que igualmente aún no fue comprobado. La diminuta pieza, clasificada desde inicios del siglo XIX con el nombre de A-18, fue presentada el año siguiente en la exposición Auf der Suche nach Mesón de Fierro dentro de las históricas salas de minerales del NHM, acompañada, entre otros elementos, por una pintura a escala 1:1 del meteorito desaparecido. Este retrato de aquello que no puede ser visto, producido en la Argentina en 2011, es en parte una invocación al redescubrimiento del mesón y en parte producto de la mutación alquímica entre una forma de inteligencia y otra.",
    "mesonTexto3":"Los sistemas referenciales que anidan en el gesto de la exhibición sugieren respuestas a misterios antiguos, ingresando al presente para influenciar los futuros desperdigados en él. Faivovich & Goldberg suscitan argumentos y contraargumentos, historias y polémicas. Poniendo a prueba la validez del pensamiento especulativo frente a las burocracias de la racionalidad espacial, la pintura del Mesón de Fierro emigró posteriormente a la rotonda central de las Naciones Unidas en Viena. Con motivo de la inauguración, se celebró Mesón de Fierro: Towards the XXII Century, un foro de debate entre artistas, curadores, científicos y diplomáticos que permitió profundizar el acercamiento a ideas tales como el advenimiento del Antropoceno, la comunión con lo no-humano, las interacciones entre los ecosistemas terrestres y el espacio exterior y el contraste entre el tiempo humano y el tiempo cósmico, revelando la conexión que subyace entre nuestros esfuerzos terrenales y la distancia no-humana de narraciones y futuros insondables.",


    "theTowerTitulo1":"THE TOWER OF KNOWLEDGE ",
    "theTowerTitulo2":"2015",
    "theTowerTitulo3":"Diapositiva, carta ",
    "theTowerTitulo4":"Meteorito de hierro IAB, 54 kg",
    "theTowerTitulo5":"PÁRAMO GALERÍA, GUADALAJARA 2015",
    "theTowerTitulo6":"ASU HAYDEN LIBRARY, ARIZONA 2018-2019",

    "theTowerTexto1":"Una monumental torre de estilo neogótico domina el horizonte de la ciudad de Pittsburgh. Según el imaginario local -idílicamente pastoril y salvajemente moderno en partes iguales-, este edificio actúa como homenaje al “espíritu de los pioneros que, sentados en sus cabañas de tronco y bañados por la luz de las velas, pensaban en la gran ciudad que en algún momento se expandiría más allá de los ríos” y que ellos mismos, simplemente a través de sus propias ensoñaciones, estaban ayudando a edificar. ",
    "theTowerTexto2":"La construcción de la Cathedral of Learning, o Catedral del Aprendizaje, concluyó en 1937 y desde entonces se ha instituido como el principal asiento de la Universidad de Pittsburgh, nodo central de la vida académica, social y afectiva de los miles de estudiantes y profesores que diariamente recorren sus aulas y salones, bibliotecas y dormitorios, archivos y oficinas. Uno de ellos, William A. Cassidy, compartía algo del espíritu de aquellos y aquellas pioneras que con sus sueños sientan las bases para construir un mundo: catedrático emérito del Departamento de Geología y Ciencias Planetarias, durante casi medio siglo recorrió el mundo en busca de meteoritos y sus cráteres de impacto, incluídas decenas de expediciones a la Antártida donde, junto a su equipo, descubrió tantos nuevos especímenes que logró triplicar el inventario previamente existente en el planeta.",
    "theTowerTexto3":"Paráfrasis secular, The Tower of Knowledge reescribe nominalmente la Cathedral of Learning y se inspira en ella, ya que es una obra que se despliega en dos etapas, como imitando mediante una mímica modesta los niveles estructurales del edificio. ",
    "theTowerTexto4":"Una sala apenas iluminada alberga un meteorito de 57 kg que Cassidy les regaló a Faivovich y Goldberg, motivado por la esperanza de que a través de la práctica artística pudiese ser visto y experimentado por muchas más personas. En un espacio contiguo se proyecta una diapositiva con la imagen del explorador-científico a la vera de la enorme torre donde se formó e impartió su conocimiento. Junto al aparato de proyección reposa la carta a través de la cual les legó oficialmente la custodia del meteorito a los artistas.",
    "theTowerTexto5":"Al mismo tiempo homenaje individual en vida y rescate del espíritu modernista en tanto gesta colectiva, esta obra custodia la idea de que las relaciones interpersonales, incluso las afectivas, son una sustancia que altera positivamente el signo de la exploración y el descubrimiento. Los trayectos de Cassidy y Faivovich & Goldberg se cruzaron en Campo del Cielo y cada uno de ellos -pero también como un conjunto abstracto, que a veces pierde y a veces consolida su forma- logró idear formas inéditas de conectar, traducir y socializar las diversas historias y bellezas contenidas en esos meteoritos. Cassidy murió en 2020 pero su trabajo perdura y habilitará la existencia de nuevos relatos y hallazgos a través del tiempo; del mismo modo, la roca espacial antiquísima que les regaló a los artistas se ha convertido en un medio viable para la arborización de todo tipo de fuerzas y cruces afectivos, de amistades, futuros sueños y conocimientos aún inexplorados.",

    "unMeteoritoTitulo1":"UN METEORITO PARA LA SOCIEDAD CIENTIFICA ARGENTINA DEL AÑO 2015",
    "unMeteoritoTitulo2":"2016-2105",
    "unMeteoritoTitulo3":"Caja de madera, tela, ",
    "unMeteoritoTitulo4":"composición musical, acto jurídico",
    "unMeteoritoTitulo5":"Meteorito de hierro IAB, 41 kg",
    "unMeteoritoTitulo6":"arteBA: U-tURN, Buenos Aires 2018",
    "unMeteoritoTitulo7":"Museo Rosa Galisteo, Santa Fe 2019",
    "unMeteoritoTitulo8":"Museo Tamayo, CDMX 2020",
    "unMeteoritoTitulo9":"Galería Barro, Buenos Aires 2022",
    "unMeteoritoTitulo10":"Museo Moderno, Buenos Aires 2023",
    
    "unMeteoritoTexto1":"Cuando Faivovich & Goldberg se convirtieron en custodios legales de un meteorito de 41 kg gracias a la cesión de un causante anónimo, imaginaron su emplazamiento –lógico pero también poético– en la Sala de Bustos de la Sociedad Científica Argentina. Una desavenencia de naturaleza imprecisa impidió sin embargo que ambas partes (artistas y SCA) se pusieran de acuerdo, por lo que la donación no se concretó y el traspaso emancipador de la roca entre la esfera privada y la pública no tuvo lugar. ",
    "unMeteoritoTexto2":"Frente al dilema que supuso esta retiración forzada, el dúo decidió preservar el espécimen en una cápsula de tiempo diseñada a medida y legarle a las generaciones futuras el arbitraje sobre su destino final. En mayo de 2018 presentaron Un meteorito para la Sociedad Científica Argentina del año 2105, una ceremonia supervisada por escribano público durante la cual se selló el dispositivo que en su interior debe mantener encapsulado el meteorito hasta el 9 de julio del año 2105, fecha en que la Sociedad Científica Argentina podrá optar una vez más por la incorporación de la roca a su acervo. Respetando los ribetes tradicionales del universo ceremonial, el acto incluyó también la interpretación de una pieza musical compuesta para la ocasión, una suerte de oda que ornamenta y tiñe de buenos augurios la posibilidad de un entendimiento futuro, recién en el siglo XXII.",
    "unMeteoritoTexto3":"Durante los años siguientes, los artistas orientaron sus esfuerzos a encauzar el rumbo temporal incierto de esta pieza y sembraron algunas estelas para orientarla en el viaje a su destino. ",
    "unMeteoritoTexto4":"En su exhibición ¡Saxa Loquntuur! no solo mostraron el meteorito (exhortado a permanecer en un fuera de campo visual y sostenido en su cápsula por una estructura que se asemejaba a un teseracto) sino que además convocaron a un grupo de afectos, colaboradores y colegas a redactar una serie de cartas. Dirigidas a la Sociedad Científica Argentina del año 2105, estas cartas fueron escritas con el fin de registrar un determinado momento de las ideas y los sentimientos humanos, pero también para acompañar la reapertura, en el futuro, de la opción que le permitirá a la roca hallar finalmente su morada pública. Los testimonios y algunos otros pocos materiales fueron asimismo puestos a resguardo en otro tipo de artefacto hermético, los “recordadores”: nuevas cápsulas que no podrán ser abiertas sino hasta las diversas fechas indicadas en sus frentes y que funcionan como un camino de migas de pan, reponiendo de manera fragmentaria un contexto histórico y emotivo para el meteorito y su existencia en el porvenir.",
    "unMeteoritoTexto5":"Al crear un grupo de sondas lanzadas directamente hacia el siglo XXII, los artistas evalúan la eficacia de la obra de arte como herramienta para revelar el entramado temporal que sostiene las estructuras legales, económicas y sociales alrededor de un determinado objeto. En última instancia, sin embargo, este trabajo plantea una cuestión en torno a la pervivencia de la voluntad humana y, mediante su carácter doble, que es a la vez concreto y simbólico, expresa una fe inmensa en que en el futuro se encuentren canales para resolver aquellas cosas que no han podido dirimirse en el presente.",

    "sanJuanTitulo1": "THE SAN JUAN MASS OF CAMPO DEL CIELO EN LA COLECCIÓN GUERRICO",
    "sanJuanTitulo2":"2014",
    "sanJuanTitulo3":"Meteorito de hierro IAB, 54 kg",
    "sanJuanTitulo4":"MUSEO NACIONAL DE BELLAS ARTES, BUENOS AIRES",

    "sanJuanTexto1":"Entre 2014 y 2015, se celebró en el Museo Nacional de Bellas Artes, en Buenos Aires, un evento interdisciplinario en el que una selección de artistas, curadores y músicos fue invitada a intervenir las tradicionales salas de la institución, transfigurando la percepción social de su arquitectura y su acervo. Convocados por Bellos Jueves (tal era el nombre del ciclo), Faivovich & Goldberg presentaron The San Juan Mass of Campo del Cielo en la Colección Guerrico.",
    "sanJuanTexto2":"Con paredes rojo punzó y albergando más de 500 piezas de diversos órdenes, la sala Guerrico custodia una de las primeras colecciones de arte de la Argentina, cuyo ingreso al dominio público mediante una donación escalonada a lo largo de varias décadas terminó de sentar las bases históricas del museo más importante del país. Además de por su valor fundacional, la sala de la colección se distingue por un particular diseño expositivo: el montaje general se llevó a cabo teniendo en cuenta los documentos y fotografías que detallan su disposición original y palaciega, allá durante el siglo XIX. ",
    "sanJuanTexto3":"Reposando sobre una peana y ante la mirada sorprendida de La Clarina, de Tantardini, un cuerpo extraño se mezcla con la galaxia de objetos -cuadros, bronces, careyes y porcelanas- que conforman el total de la colección Guerrico: un meteorito. La pieza, de 54 kg y conocida con el nombre de San Juan Mass of Campo del Cielo, posee cierta reputación en el ámbito científico pero nunca antes había sido exhibida. Fue cedida para la ocasión por otro museo, el de ciencias naturales de la ciudad de La Plata. ",
    "sanJuanTexto4":"La interferencia en un relato expositivo que emplea deliberadamente el anacronismo como maniobra didáctica y escénica apuntala en realidad la inclinación primordial de Faivovich & Goldberg por ejercer un empleo material del tiempo en sí. Este desdoblamiento ucrónico sobre el espacio de la sala, ejecutado mediante un sutil aporte al espíritu enciclopedista y de wunderkammer propio de la colección, parecería haber generado una nueva línea temporal en la que la curiosidad de los Guerrico pudo extenderse también hasta el espacio: una historia alternativa que habilita el entrecruzamiento de sensibilidades afines a través de la épocas, en un relato que no llega a ser enteramente ficción ni enteramente verdad.",

    "wTitulo1":"THE WEIGHT OF UNCERTAINTY",
    "wTitulo2":"2012",
    "wTitulo3":"Cartas, video ",
    "wTitulo4":"Masa de hierro, 3544 kg",
    "wTitulo5":"DOCUMENTA 13, KASSEL",

    "wTexto1":"En enero de 2010 y comisionados por documenta, los artistas propusieron desplazar temporalmente el meteorito El Chaco, de 37 toneladas, desde Campo del Cielo hasta Kassel, con el fin de que fuera exhibido frente al Museo Fridericianum durante los 100 días que durara la exposición. Presentado como “el segundo meteorito más grande de la Tierra y el objeto singular más pesado que alguna vez se haya transportado”, la retórica en torno al traslado físico del espécimen evocaba también lo inconmensurable de su recorrido astral y su sobrecogedora antigüedad.",
    "wTexto2":"Lo que siguió fue un proceso de dos años en el que se involucraron diversas instituciones de Argentina y Alemania bajo estricta confidencialidad, una muestra exitosa de la misma “ingeniería institucional” vehiculizada por los artistas y que les había permitido reunir las dos mitades de El Taco en la ciudad de Frankfurt. Tuvo lugar una sesión especial en la Cámara de Diputados de la Provincia del Chaco, de más de tres horas de duración, dedicada íntegramente a debatir la propuesta de traslado. Luego de que el recinto aprobara el proyecto de ley, arrimando El Chaco en Kassel a un horizonte tangible de concreción que parecía inapelable, una multiplicidad de voces entre representantes de los pueblos originarios, periodistas, políticos, antropólogos y artistas, se trenzó en un arduo debate público en torno a la mudanza del meteorito. Con la incertidumbre inflamándose más allá de cualquier expectativa, la polémica finalmente encontró su término en enero de 2012, cuando Faivovich & Goldberg decidieron retirar su propuesta original. Así, El Chaco en Kassel dejó de existir como proyecto para abrirle paso a the weight of uncertainty. ",
    "wTexto3":"Ubicada en Friedrichsplatz durante documenta, los artistas instalaron una masa cúbica de hierro que en su peso reflejaba la diferencia entre los únicos dos pesajes conocidos de El Chaco -registrado uno en 1980 y el otro en 1990-: 3.6 toneladas. En el interior del Fridericianum exhibieron una selección de cuatro cartas que expresaban posturas divergentes respecto al traslado del meteorito, además de un video de 12 minutos que registra su primer encuentro con el espécimen, en 2006.",
    "wTexto4":"the weight of uncertainty terminó siendo definida no solo mediante la carga de inversión contenida en su cualidad de “proyecto no realizado” -hecho que habilita el florecimiento de un sinfín de líneas especulativas en torno al aparente vacío que deja la inconcreción-, sino como acervo de discursividades e intereses en conflicto: un archivo de lo político en acción, arbitrado con imparcialidad atroz por un meteorito.",
    "wTexto5":"¿Quién está mejor capacitado para interpretar la voz de las cosas sin voz? El Chaco, junto a varios otros colosales ejemplares extraídos de Campo del Cielo, atraviesan desde hace miles de años un proceso de culturización que sepulta la enigmática voz objetual bajo capas de interpretaciones humanas. Si El Chaco en Kassel se proponía borrar las líneas políticas sobre la cuestión planetaria desde una perspectiva humanista, el intento por mover el meteorito terminó reforzando el trazo visible de esas mismas líneas, grabadas originalmente por herencias y traumas históricos, pero también por visiones milagrosas y misteriosas resonancias.",

    "losHoyosTitulo1":"LOS HOYOS DEL CAMPO DEL CIELO Y EL METEORITO",
    "losHoyosTitulo2":"2011",
    "losHoyosTitulo3":"Impresiones de contacto de gelatina de plata, papel tapiz, texto de pared serigrafiado",
    "losHoyosTitulo4":"FONDAZIONE MERZ, TORINO (2011)",
    "losHoyosTitulo5":"DEPARTAMENTO DE CIENCIAS GEOLÓGICAS, UNIVERSIDAD DE BUENOS AIRES (2013)",

    "losHoyosTexto1":"Comisionada originalmente para la exhibición The Inaccessible Poem, curada por Simon Starling en la Fondazione Merz, Los Hoyos del Campo del Cielo y el meteorito es una reconstrucción interpretativa basada en los acontecimientos relacionados con la figura del geólogo Juan José Nágera y la misión que comandó a principios del siglo XX a la zona de impacto.",
    "losHoyosTexto2":"En mayo de 1923, Nágera llegó a Campo del Cielo con el fin de confirmar o desmentir el hallazgo del añorado meteorito Mesón de Fierro, por el que la provincia de Santiago del Estero ofrecía una cuantiosa recompensa expresada en dinero y tierras. Esta promesa, por supuesto, dio lugar a iniciativas privadas, como la llevada a cabo por el empresario Manuel Santillán Suárez todo a lo largo de las décadas de 1900 y 1910. En las proximidades del poblado de Gancedo, Santillán Suárez halló tres “hoyos” curiosamente situados muy cerca unos de los otros; de la mayor de estas depresiones, que además era la única rellena con agua, pudo rescatar varios fragmentos metálicos que inmediatamente reconoció como meteoritos. El más grande pesaba 2000 kg. Se dice además que durante estas incursiones Santillán Suárez creyó haber encontrado efectivamente el Mesón, pero que mantuvo en secreto su descubrimiento por razones desconocidas. Aún así, los rumores comenzaron a circular y el Estado argentino decidió enviar a Nágera para investigar.",
    "losHoyosTexto3":"Tres años más tarde, los resultados producto de la expedición oficial fueron publicados por la Dirección General de Minas en un volumen ilustrado con mapas y una selección de fotografías, titulado Los hoyos del Campo del Cielo y el meteorito. A partir de las observaciones y el análisis de las tres fosas que había encontrado Santillán Suárez, además de una cuarta, bautizada lacónicamente por Nágera como Hoyo Aislado, el geólogo concluyó que no era posible confirmar si se había redescubierto el Mesón de Fierro, ni atribuir la existencia de las fosas al impacto de meteoritos (Nágera determinó, de manera incorrecta, que las depresiones eran en realidad excavaciones que habían sido realizadas por los habitantes originarios de la zona).",
    "losHoyosTexto4":"Casi 90 años después, Faivovich & Goldberg lograron ubicar los negativos originales de la investigación de Nágera dentro de un archivo estatal semi abandonado. La serie de 25 fotografías, que incluye imágenes nunca antes vistas ya que no habían sido publicadas en su informe, fue impresa en su integridad usando el método de contacto de gelatina de plata. Una investigación posterior sobre la vida del científico llevó a los artistas a su ciudad natal, Gualeguaychú, donde fotografiaron un monumento monolítico erigido en su honor que fue incluído en la instalación a modo de papel tapiz, provocando, a través de un trompe l'oeil, una extraña apertura en el espacio de la sala que parecía invitar al espectador a trasladarse hacia sitios remotos.",

    "sesionTitulo1":"SESIÓN EXTRAORDINARIA Nº2",
    "sesionTitulo2":"Desde 2014",
    "sesionTitulo3":"Recinto de sesiones",
    "sesionTitulo4":"PA sistem  9?) ",
    "sesionTitulo5":"pista de audio (3h 24m)",
    "sesionTitulo6":"ANTIGUO CONGRESO DE LA NACIÓN, BUENOS AIRES (2017)",

    "sesionTexto1":"Ejemplificando a la perfección el tipo de estructuración epistémica que sostiene todo el trabajo de Faivovich & Goldberg, Sesión extraordinaria Nº2 es el desprendimiento -o la consecuencia- de una acción pasada, lo que da a entender que cualquier elemento dentro de su cuerpo de obra puede afectar o incidir en cualquier otro. ",
    "sesionTexto2":"En este caso, los artistas llevaron adelante un registro sonoro del debate legislativo celebrado el 29 de diciembre de 2011 en la cámara de diputados de la provincia de Chaco, con el objetivo de definir si el meteorito El Chaco podía o no, debía o no, ser prestado para su exhibición temporal en documenta 13. Alegatos encendidos, llantos, tecnicismos y todo tipo de grandilocuencias se fueron sucediendo a lo largo de más de tres horas de discusión oficial, que a través de las tecnologías de archivo se convirtieron en testamento del amplio espectro especulativo, en términos políticos, que debe recorrer un gobernante argentino cuando se lo enfrenta a una obra de arte. Temas como el futuro de la humanidad, el derecho patrimonial, el espacio exterior, las reivindicaciones identitarias, la reflexión filosófica suelta de cuerpo y el usufructo de los recursos naturales encontraron su lugar en la sesión, coronada con la aprobación de la ley que habilitaba el traslado del espécimen hasta la ciudad de Kassel (hecho que, finalmente y más allá de cualquier decreto, no se consumó).",
    "sesionTexto3":"En un acto de transcripción casi literal, Sesión extraordinaria Nº2 es una pieza ideada para recintos legislativos. ",
    "sesionTexto4":"Puede montarse en legislaturas, congresos, cámaras de representantes u otros espacios de deliberación, cualquiera sea su escala. Los visitantes acceden al recinto, público pero ajeno, y circulan por su interior, invitados a tomar asiento en las bancas mientras suena el registro de la excepcional deliberación en torno a un hecho artístico que movilizó las ideas y los sentimientos de toda una comunidad.",
    "sesionTexto5":"La confluencia fantasmática de voces incorpóreas y espacios vacíos ilustra el entramado invisible de ordenanzas y leyes que fueron producto de otros debates, todavía más arcanos, y que hasta el día de hoy gobiernan nuestras existencias materiales y civiles. En su primera presentación, esta cualidad fantasmática de la obra se expresó triplemente: por un lado la proyección etérica de una deliberación que lograba persistir a través de la historia, resonando como un lamento; por el otro, la intervención se hizo en el antiguo Congreso Nacional, en la ciudad de Buenos Aires. Estructura espectral en sí misma, el viejo parlamento resiste, escondido y casi intacto, dentro del edificio de mármol y puertas doradas de la agencia recaudadora del Estado, hecho que muy poca gente conoce. Por último, tanto el debate como la cinta que lo registró giran en torno a un protagonista in absentia: el meteorito. A pesar de ser la figura central del relato, a pesar de sus más de 30 toneladas y su inescapable presencia física, la piedra cósmica puede terminar resultando tan esquiva e inmaterial como el más secreto de los fantasmas.",

    "litotecaTitulo1":"LITOTECA",
    "litotecaTitulo2":"2021",
    "litotecaTitulo3":"Piedra caliza, estanterías de hierro, luz de tubo",
    "litotecaTitulo4":"GALERÍA BARRO, BUENOS AIRES 2019, 2022",
    "litotecaTitulo5":"MUSEO MODERNO, BUENOS AIRES 2023",

    "litotecaTexto1": "La adquisición, en 2019, del remanente de piedras que conformaban un viejo taller porteño de litografía comercial (con sus anaqueles incluídos) fue un hecho fortuito. Según los propios artistas, y como les ha sucedido ya en otras ocasiones, el encuentro con ese lote fue del orden de la manifestación espontánea, algo así como una concurrencia misteriosa con el destino. Si el punto de partida de muchos de sus proyectos tiene una cuota extraordinaria de imprevisión, parece imposible medir a priori el volumen potencial de preguntas -y sus respuestas- que la obra en sí misma es capaz de encerrar.",
    "litotecaTexto2": "Cuando la perplejidad frente a la cosa se fue disipando, comenzó a tener lugar a un movimiento de transducción comandado por la propia naturaleza del soporte: si el método litográfico supo ser considerado el estándar de más alta fiabilidad para el grabado y la reproducción de imágenes, ¿por qué no replicar sobre la superficie mineral de este archivo las entradas más sobresalientes de otro? La información almacenada en las piedras ya había llegado hasta nuestros días, por lo que cabe inferir que cualquier nueva información registrada en ellas perdurará hasta llegar a los días futuros.",
    "litotecaTexto3": "Así fue que se decidió grabar en piedra algunos de los elementos que conforman el acervo documental de Faivovich y Goldberg en torno a Campo del Cielo, un archivo cultivado desde hace casi dos décadas y posiblemente uno de los más nutridos del mundo sobre el tema. Como calco semántico antes que como metáfora, no solo se inscribieron nuevos sentidos visuales e históricos sobre las piedras sino que la litoteca, en tanto colección de lienzos líticos, asimiló otra colección de manera recursiva.",
    "litotecaTexto4": "La pieza plantea entonces una gestión alrededor de la naturaleza, la visibilidad y la persistencia de los medios archivísticos, glosando sobre la información en reposo y sobre aquella que es transferida para ser preservada. ",
    "litotecaTexto5": "El tráfico entre materialidades sigue un patrón oscilante que va del papel hacia la digitalización y, en un último y pesadísimo impulso, de regreso a la aparente obsolescencia de la matriz para litografía. Cada una de estas piedras, a su vez, tiene un trayecto y una historia material que se inicia en la cantera alemana de la que fueron extraídas hace casi dos siglos y que continúa en las imprentas argentinas por las que circularon prestando sus servicios.",
    "litotecaTexto6": "El circuito transtemporal accionado por Litoteca habilita la imbricación de datos que recorren un amplio espectro de épocas, sentidos y territorios. Los materiales que informan el archivo de Campo del Cielo fueron hallando su lugar entre la sustancia visual residual presente en las piedras litográficas. Flamantes y misteriosas, estas nuevas inscripciones no desplazan las marcas precedentes sino que se acumulan junto a ellas en capas, generando subconjuntos de improvisación histórica. En un sentido conceptual más directo, la obra está capacitada de manera latente para producir litografías a futuro y generar así un nuevo archivo de copias, fractalizando al límite la lógica del ready-made.",
    "litotecaTexto7":"Respetando su carácter nominal de repositorio compuesto por módulos, de la litoteca pueden surgir distintas iniciativas, diversos argumentos y diferentes piezas individuales, como ilustran las recientes ¡Saxa Lonquntuur! (Barro, Buenos Aires, 2022) y Otumpa (Museo Moderno, Buenos Aires, 2023), instancias donde el objeto fue exhibido en mayor o menor grado de completitud. ",
    "litotecaTexto8":"Si el sentido de una lengua depende de la textura que le es propia, el espacio topológico contenido en la superficie de estas piedras refleja el idioma particular del archivo de Campo del Cielo: un idioma granítico diseñado para contar historias sobre el tiempo y la materia.",

    "sorpresaTitulo1":"LA SORPRESA Y LOS METEORITOS QUE YA NO ESTÁN EN CAMPO DEL CIELO",
    "sorpresaTitulo2":"2006",
    "sorpresaTitulo3":"Fotografías",
    "sorpresaTitulo4":"PARQUE PROVINCIAL PIGÜEN N'ONAXÁ, GANCEDO",

    "sorpresaTexto1": "Como la primera y más arquetípica intervención de Faivovich & Goldberg, La sorpresa y los meteoritos que ya no están en Campo del Cielo expuso en una dimensión simplificada e inmediata lo que más adelante se convertiría en una trama de inmensa complejidad conceptual y logística.",
    "sorpresaTexto2": "Los atributos constitutivos del proyecto que ocupa a los artistas hasta el día de hoy podían ya ser detectados en esta obra temprana: el acceso a la historia social y cultural de los meteoritos argentinos a través de un acercamiento directo a la comunidad, el viaje como método de prospección, el asunto de la restitución patrimonial y la búsqueda obstinada de interlocuciones dentro de la esfera institucional.",
    "sorpresaTexto3": "Durante la Fiesta Nacional del Meteorito del año 2006, celebrada en el Parque Provincial Pigüen N’Onaxa de la localidad de ​​Gancedo, al sur del Chaco argentino, fue montada una exhibición de sencillez colegial, similar a un austero memorial. Seis fotografías retrataban a los grandes cuerpos meteoríticos que, desarraigados del sitio de impacto, ya no se encontraban en Campo del Cielo sino que reposaban en otros museos e instituciones de la Argentina. Cada una de las fotos estaba acompañada además por una ficha técnica que estipulaba nombre, peso, año de descubrimiento y ubicación del espécimen, anticipando también la proclividad del dúo hacia el sesgo cientificista, que suele expresarse en su trabajo a través del empleo de sistemas técnicos de relevo, clasificación y censado. Una última foto completaba el conjunto y ejercía el rol de curioso talismán: la del meteorito conocido como La Sorpresa, ejemplar descubierto apenas unos meses antes y que gozaba el privilegio de hallarse situado en la proximidad inmediata de su cráter original, sitio en el que reposa hasta el día de hoy.",
    "sorpresaTexto4": "Gancedo, un poblado campestre y fronterizo, cuenta hoy con alrededor de 12.000 habitantes, número que se duplica de manera fugaz y como por arte de magia cada año durante un fin de semana de septiembre, cuando se celebra la Fiesta Nacional. En este contexto de fervor popular, donde cada quien pone su talento al servicio del disfrute y el encuentro colectivo, la retórica glacial del arte contemporáneo podría encontrarse fuera de lugar; sin embargo, el código propuesto por la exhibición fue interpretado como un tipo de expresión inequívocamente afectiva, no tan distinta a un poema o una canción. ",
    "sorpresaTexto5": "El parque nacional fue fundado sobre una parcela de tierra expropiada, con el objetivo de salvaguardar el meteorito Chaco y algunos otros especímenes que fueron llegando con el correr de los años. En el ademán de imprimir, sobre el sitio proyectado para atesorarlos y amplificarlos culturalmente, una imagen de aquellos cuerpos meteoríticos dispersados por el país, se escondía el ansia de promover una reparación simbólica en el imaginario local.",
    "sorpresaTexto6": "Como en una propedéutica de su propio futuro artístico, esta acción primigenia terminó incluyendo, en forma de retrato, a varios de los meteoritos con los que el dúo terminaría vinculándose más adelante, especímenes que luego sufrirían otras transformaciones, escrutinios y traslados. Es entonces la figura de la profecía autocumplida la que mejor describe a La sorpresa y los meteoritos que ya no están en Campo del Cielo: la premonición del camino -territorial, metodológico- a seguir y el avistaje inicial del surco que dejarían los meteoritos en la vida de los artistas, la misma marca que dejaron en miles de otras.",

    "otumpaTitulo1":"OTUMPA",
    "otumpaTitulo2":"2023",
    "otumpaTitulo3":"Acrílico sobre lienzo, acrílico sobre cartón entelado, piedra caliza, video",
    "otumpaTitulo4":"Meteorito de hierro IAB, 19 gr",
    "otumpaTitulo5":"MUSEO MODERNO, BUENOS AIRES",
    
    "otumpaTexto1":"Otumpa proviene del vocablo chiriguano “motumpa”, cuyo significado es endiosar, divinizar o deificar. Así llamaron los pueblos originarios a una planicie llana de vegetación enmarañada y difícil de penetrar. Del mismo modo nombraron a la formación geológica que ocultaba este paraje: un pozo posiblemente generado por el impacto de un objeto extraterrestre. Desde el siglo XVI, diversas expediciones españolas guiadas por los indígenas de la región se aventuraron al interior de Otumpa. Buscaban una enorme masa de hierro nombrada como el pozo y el llano y que, sin saberlo, había bajado del cielo hacía pocos miles de años. Conocido como el Mesón de Fierro, se convirtió en la roca extraterrestre más célebre entre los millares que bombardearon Campo de Cielo. El aura mítica del Mesón se acrecentó después de 1783 al convertirse en un tesoro intraterrestre, ya que los colonos le dieron sepultura y lo desaparecieron por no haber podido hallar bajo tierra las raíces férreas de las toneladas del hierro más puro que jamás habían visto.",
    "otumpaTexto2":"Otumpa, la primera exposición individual de Faivovich & Goldberg en un museo de Buenos Aires, recibe al visitante con una pieza en video que retrata el monte chaqueño y su biodiversidad -hoy devastados por los monocultivos de moda-, para luego abrirle paso a un espacio de recogimiento.",
    "otumpaTexto3":"En un extremo de la sala, el meteorito reaparece como pintura monumental; su imagen inmaterial flota a escala real, reponiendo imaginariamente lo que no puede ser visto. En el otro extremo, un pequeño espécimen meteorítico de 19 gr, perteneciente a la colección del museo de historia natural de Viena y con el que los artistas ya habían trabajado en su exhibición Auf der Suche nach Mesón de Fierro, en 2018, retorna luego de cientos de años a la región de su aterrizaje original, al territorio hoy conocido como Argentina. En el centro de la sala, dos pinturas provenientes del Santuario de la Virgen de la Laguna, realizadas por la gran artista del sudoeste chaqueño, Lilly de Escribanich, expanden visual y emocionalmente el imaginario en torno al evento cósmico y su paisaje, al mismo tiempo que sincretizan su copiosa historia. Así, Otumpa ofrece un espacio para que el espectador pueda reunirse con la imagen de aquello que está, pero en ausencia. Lo desaparecido, entonces, más que encontrarse en ningún lugar, podría hallarse en todos lados.",

    "publiTitulo1":"PUBLICACIONES",

    "publiFoto1":"The Campo del Cielo Meteorites - Vol. 1: El Taco. Faivovich & Goldberg. Hatje Cantz, documenta (13), Alemania. 2010. Daniel Birnbaum, Carolyn Christov-Bakargiev, William A. Cassidy. Tapa dura, 24 x 17.5cm, 184 páginas, ilustrado en color y b&n. Inglés, Aleman, Castellano.",
    "publiFoto2":"The Campo del Cielo Meteorites - Vol. 2: Chaco. Faivovich & Goldberg. Walther Koenig & documenta (13), Alemania. 2012. Graciela Speranza, Etel Adnan, William A. Cassidy. Hardback clothbound, 24 x 17.5cm, 240 pages, illustrated in color and b&w. English, Spanish. ",
    "publiFoto3":"La caza del Snark. Faivovich & Goldberg. Polígrafa, Barcelona. 2014. Tapa dura, 21.5 x 28.4 cm, 64 páginas. Edición limitada de 380 ejemplares numerados. Castellano. En ocasion de la muestra….",
    "publiFoto4":"Creo haber contestado a todo lo que has preguntado. Faivovich & Goldberg. Spiral Jetty, Buenos Aires. 2016. 14,5 x 21 cm. 16 páginas. Castellano.",
    "publiFoto5":"Artists on Walter De Maria. Aldrich, Dunning, Faivovich & Goldberg, Winters. Tapa blanda. Dia Art Foundation, New York. 2017. 14,5 x 13,3 cm. 96 páginas. Inglés."

}