{   "decomisoTitulo1":"DECOMISO ",
    "decomisoTitulo2":"2016",
    "decomisoTitulo3":"Photographs, metal storage shelves, dossiers",
    "decomisoTitulo4":"digital video, analog sound (unsynced loops)",
    "decomisoTitulo5":"SLYZMUD, BUENOS AIRES 2016",
    "decomisoTitulo6":"ASU ART MUSEUM, ARIZONA 2018",
    "decomisoTitulo7":"CENTRO CULTURAL KIRCHNER, BUENOS AIRES 2020",
    "decomisoTexto1" : "The history of Campo del Cielo is usually narrated through a particular set of meteorites that is comprised by large individual specimens, with proper names such as El Taco, Otumpa, El Chaco or the mythical Mesón de Fierro, last seen in 1783. These rocks, in their uniqueness, assumed leading roles in the human theater of religion, science and politics, and were processed by various cultural systems throughout the ages. It is said, for example, that solar cults celebrated their rites around the Mesón, and to this day magnetic measurements are still taken in the islets and forests of the Southern Chaco in order to unveil the sidereal sigils preserved under the earth.",
    "decomisoTexto2":"But in addition to the specimens with their own name, and those which are more legend than reality, thousands of other pieces of smaller weight and scale were extracted from Campo del Cielo: small meteorites, fragments, shards and chips of larger masses that, due to their easy transportability, usually become objects of smuggling. Thus, alongside religion, industry and science, there is yet another vector of material and symbolic organization that operates on asteroidal bodies: the law.",
    "decomisoTexto3" : "Decomiso directly addresses the legal aspects of Campo del Cielo and focuses on promoting the protection of astral rocks as a matter of historic national heritage. After a raid carried out by the State Prosecutor's Office of Santiago del Estero, in June 2014, 405 seized pieces were awaiting to be weighed, classified and labeled, as required by the provincial preservation law, sanctioned not long ago but never applied. Curiously, it was only the interference of artistic intent that made it possible to comply with these regulations for the first time in history.",
    "decomisoTexto4":"Throughout three days of work, and together with a team of ten people assigned by the Prosecutor, Faivovich & Goldberg handled, cleaned, grinded and labeled the pieces, inventorying the almost four tons of seized extraterrestrial material and adopting a trivalent operative position that made them artists, investigators and judicial assistants at the same time.",
    "decomisoTexto5": "This work’s scope can then be measured in two distinct universes: as the first successful application of a law aimed at heritage protection, guaranteeing the optimal archival situation of Argentine meteorites, and as an artistic installation. In its original form, the Decomiso exhibition is made up of 405 photographs -unique 1:1 scale copies- of each of the seized bodies, exhibited on metal shelves that evoke an endless scientific deposit, 'a vault or a laboratory'. This exhibitive form is complemented by the attached presentation of Patio Santiagueño, a double audiovisual archive: on the one hand, a video recording of the indexing process of the meteorites in the prosecutor's office; on the other hand, an open tape recorder that reproduces the audio recording of an intimate regional folk concert held by the authorities and their friends after an asado to which the artists were invited.",
    "decomisoTexto6":"Meteorites have a particular relationship with the world of the visible: as asteroids, floating between the orbits of Mars and Jupiter, they are virtually invisible; when they pass through the atmosphere as meteors, they become ephemeral flashes that illuminate the skies for just an instant; after impacting the Earth's surface, their fate is to be buried in secret, intraterrestrial mausoleums; archived in state agencies, museums and universities, they cannot be seen without a specific access code.",
    "decomisoTexto7":"The 405 bodies registered in this work were anonymous pieces of Campo del Cielo that, through indexing, manage to stand for thousands of other space rocks that have disappeared by human act or omission, batches and specimens absorbed by the international black market that may never be seen again. Through the epic of the concept turned into law, Decomiso locks meteorites into the exact moment when they get governed by the total stability of what can be seen.",
        
    "numeroTitulo1" : "NUMERO ",
    "numeroTitulo2" : "Desde 2014",
    "numeroTitulo3" :  "Tinta pigmentada sobre papel de algodón ",
    "numeroTitulo4" : "104x104 cm",
    "numeroTitulo5" : "Copias únicas",
    "numeroTitulo6" : "ARTBASEL, MIAMI 2014 ",
    "numeroTitulo7":"GALERÍA PÁRAMO, GUADALAJARA 2015",
    "numeroTitulo8":"GWANGJU BIENNIAL, GWANGJU 2016",
    "numeroTitulo9":"CASCO ART INSTITUTE, UTRECH 2017 ",
    "numeroTitulo10":"TENSTA KONTSHALL, ESTOCOLMO 2017 ",
    "numeroTitulo11":"ASU ART MUSEUM, TEMPE 2018 ",
    "numeroTitulo12":"CCK, BUENOS AIRES 2020 ",
    
    "numeroTexto1" : "The most direct way to draw equivalences between a work of art and a meteorite occurs in the field of material economy: scarcity constitutes a crucial factor in determining the price of a specific good, and the unique nature of the artistic piece has historically been used as a parameter to establish its value, at least until 'the era of technical reproducibility' emerged. Of celestial origin -heaven was the place where, for centuries, the root of the most transcendent visions was located-, meteorites are also scarce and could not be stripped of their aura. But just as happened with works of art, the course of the 20th century had a negative impact on the symbolic valuation of the very few space rocks found on our planet: when humans managed to place their bodies on the Moon, meteorites lost their main attribute, the one that made them the only objects capable of testifying to the existence of a material reality beyond Earth.",
    "numeroTexto2":"numero is an ongoing series that navigates the contradictory logics of the multiple contained in the unique and the vast included in the minuscule. A succession of microphotographic close-ups made on meteorite samples allows us to read the endless lines and variations that make up a singular body. In each of the images, the lens reveals a particular set of mysterious silicates and other flashes of tiny polychromatism, molecular ingredients of the earliest stages of the Solar System.",
    "numeroTexto3" : "The decision to present the images mimicking the circular shape of the microscopic lens emphasizes their scientific nature, as the series is both prolongation and homage to the tradition of 'wonderful' microphotography that has existed since the 19th century. Technological advances produce aesthetics as a digression of the language of tools, which is often considered hermetic in its utilitarianism but seems to be the only language capable of revealing the morphematic beauty that organizes things from within. Thus, this work shares the exploratory enthusiasm of scientists who first ventured into the tiny landscapes -incomputable gardens of cells and atoms- that structure the world.",
    "numeroTexto4":"As a series composed of the differences that arise from the same foundation, numero dismantles the notion of the uniqueness of the body while poetically observing the economic concept of scarcity. Through the multiplying effects of repetition, it asks if it is possible to rewrite the universal sense to explore the singularity of a potential inner life, which is infinitesimal and sparkles beneath the gray uniformity of the general. So, in addition to formulating the rational question of whether it is possible to extract an unlimited succession of what is deemed unique, the sensitive issue around this artwork has to do with the experimental application of various superimposed techniques, in order to ascertain if reality is the reflection of an even greater mystery.",
    
    "tacoTitulo1": "METEORIT 'EL TACO'",
    "tacoTitulo2": "2010",
    "tacoTitulo3": "IAB iron meteorite, 1574 kg  ",
    "tacoTitulo4": "PORTIKUS, FRANKFURT",
    
    "tacoTexto1" : "Like the bodies of the martyrs that were scattered throughout the Christian world, atomized into withered appendages and bony details, there are two halves of El Taco -a nearly 2-ton meteorite discovered in 1962 in Campo del Cielo- that rest, separated, in distant points of the globe, underpinning the miraculous character provided by its uniqueness as an astronomical body.",
    "tacoTexto2":"Prompted by a chance encounter with one of the halves at the Buenos Aires planetarium, some elementary questions began to shape an artwork that would try to answer them, elementarily: where is the other half of the meteorite, when was it divided, who did it and why. Following a scheme of impersonal and richly reasoned inquiry, the artists became spectators, themselves, of the multiplicity of forms that the answers were acquiring.",
    "tacoTexto3" : "Their research revealed the terms under which the legal dominion over El Taco was disputed after its exhumation, in an asymmetrical institutional courtship between Argentina, the United States and Germany. Names and documents were progressively revealed; the changing status under which the meteorite was passed from hand to hand (first 'gift', then 'donation' and, finally, 'loan' to the Smithsonian Institute) was studied, and the discussions about which methodologies would be the most suitable to examine it were also reviewed. It was learned that the rationalization of the object took place in terms of gothic scientism: the desire to exercise on that body actions such as 'cut it in half' in order to produce 'large specimens', 'remove a slice from each half' or 'polish it and clean it with nitric acid' was recorded in the notes and letters exchanged between institutions.",
    "tacoTexto4" : "From then on, the trajectory of El Taco expanded and contracted alternately: it crossed the Atlantic to the German city of Mainz to be sliced by means of an experimental system, it returned, broken, to America and, in 1967, five years after its discovery in the Southern Chaco, one of the halves was repatriated to Argentina.",
    "tacoTexto5" : "A large amount of technical information about the meteorite was produced both in Europe and the United States, while in Buenos Aires its destiny would be to become a public Sunday attraction, without any documentation accounting for its current status or its past journey.",
    "tacoTexto6" :"The disproportion of this historical trajectory found its last chapter -so far- in 2010. Meteorit „El Taco” was the name of the exhibition in which the two halves of the meteorite were reunited for the first time, in a subtle compositional and elemental movement. Theorist Graciela Speranza speculates, however, that more than denouncing the stealthy abuses of colonialism, the neglect of institutions, the inequalities between the First and Third World, or dubious geopolitical “accords”, [Meteorit 'El Taco'] arranged the remains of the meteorite into an artwork that invited attention and reconsideration of its effects.'In other words, it is the procedure of arranging the material remains of politics that which validates a genuine political dimension for art: conceptualism thus becomes a condition of possibility for the human-historical and the cosmic-ahistorical to be probed as complex processes rather than reduced to simple slogans. The space that separates the two halves of the meteorite is also the division between aesthetics and the purely material.",
    "tacoTexto7" :"Rather than presenting the artist as a plenipotentiary political figure, Meteorit „El Taco” attends to the full dimension of the artist as a materialist rhetorician, a figure capable of exercising a very specific type of persuasion over the structures that rule the world. The artistic language is thus established not only as one of the systems designed by humanity to address extraterrestrial matters, but as the most suitable for overcoming the difficulties generated by all other systems.",
    
    "bioTexto1": "Since 2006, Guillermo Faivovich and Nicolás Goldberg have been engaged in an intensive and wide-ranging research project—A Guide to Campo del Cielo—that forms the basis of their practice. Campo del Cielo is located in northern Argentina and was the site of a meteor shower about 4,000 years ago. Faivovich & Goldberg combine the roles of scientist, historian, anthropologist, and even bureaucrat, to conduct projects that suggest new ways of seeing and experiencing the terrestrial results of a long ago cosmic event, as well as thinking about its historical and cultural significance. For over a decade, the duo has produced a diverse body of work, laboriously mining the particularities of a singular event, Faivovich & Goldberg illuminate broadly resonant themes: the dynamics between an object and its documentation, the inherent complexities of institutional histories, and the complicated personal, cultural, and national relationships that develop with artifacts.",
    "bioTexto2": "Some of Faivovich & Goldberg’s latest projects are Encuentro con el El Mataco (Museo Histórico Provincial de Rosario Julio Marc, 2019), Mesón de Fierro: Towards the XXII Century (United Nations, Vienna, 2019), Auf der Suche nach Mesón de Fierro (Naturhistorisches Museum, Vienna, 2018), Decomiso (ASU Art Museum, Arizona, 2018), Un meteorito para la Sociedad Científica del año 2105 (U-Turn, arteBA, Buenos Aires, 2018), numero (11 Gwangju Biennal, South Korea, 2016), The San Juan Mass of Campo del Cielo en la Colección Guerrico (Museo Nacional de Bellas Artes)",

    "matacoTitulo1":"ENCUENTRO CON EL MATACO",
    "matacoTitulo2":"On long term view since 2019",
    "matacoTitulo3":"Plywood and iron structure, carpet, curtain, glass cabinet ",
    "matacoTitulo4":"IAB iron meteorite, 998 kg",
    "matacoTitulo5":"Museo Histórico Provincial Julio Marc, Rosario",

    "matacoTexto1":"Invited to join the celebration of the eightieth anniversary of the Museo Dr. Julio Marc -the Museo Histórico Provincial de Rosario-, Faivovich & Goldberg momentarily distanced themselves from the scientific-administrative aesthetics surrounding meteorites in order to favor instead a kind of dynamic encounter with the thing itself: El Mataco.",
    "matacoTexto2":"This 998 kg space rock, discovered by a farmhand in Southern Chaco in 1937, had been sunning itself for more than half a century on an octagonal shrine in the gardens of the museum until it was moved to the inner halls in the 1990s. There, among colonial altarpieces and historical portraits, El Mataco became intertwined with earthly culture (indigenous, colonial, mestizo, American), involuntarily collapsing the classic humanist distinction between History and Natural History, between human chronology and cosmic time. ",
    "matacoTexto3":"By deciding to subtract it from this historicized and culturized habitat, the artists succeeded in setting in motion another kind of crossover. Placed in the center of a black room, barely illuminated by a dim overhead light that shines over it, and immersed in an octagonal cavity that invites one to sit and contemplate it while evoking the ancient shrine, El Mataco seems to float in the dark night of the cosmos.",
    "matacoTexto4":"Solitary, indifferent to human touch and glances, the meteorite exudes echoes of the 'world without us' from which it comes: no longer the paradisiacal Eden of the Earth's infancy but an ancestral universe where it existed without anyone to observe or name it, the ultimate guarantee of an authentic materialism. ",
    "matacoTexto5":"However, isolated in a kind of limbo, as if among question marks in a historical museum, El Mataco shows that, after all, it is not so alien to the time of History. In the 21st century, with mankind having become a powerful geological agent competing with natural forces and capable of producing catastrophic climate change, the distance between cosmological time and deep human history has been diluted as we all, human and non-human, are equally dwarfed by the scale of the disaster. The encounter with this archaic presence, suspended in the thick blackness of the room, begets a strange premonition: if there was already a world without us, there may well be another.",

    "mesonTitulo1":"AUF DER SUCHE NACH MESÓN DE FIERRO",
    "mesonTitulo2":"2018-2019",
    "mesonTitulo3":"Acrylic on canvas, lithography, sound",
    "mesonTitulo4":"IAB iron meteorite, 19 gr",
    "mesonTitulo5":"NATURHISTORISCHES MUSEUM WIEN 2018",
    "mesonTitulo6":"UNITED NATIONS OFFICE, VIENNA 2019",

    "mesonTexto1":"Mesón de Fierro is the first recorded meteorite of the Americas. A legendary landmark to theinhabitants who witnessed the fall, it was reported as early as 1576 by the Spanish Colony. A ritualized object, visited and documented for over two centuries, the 3-meter long mass mysteriously vanished in 1783 and, ever since, a vibrant cultural ecosystem flourished around this specimen. ",
    "mesonTexto2":"Based on the idea that searching can be much more interesting than finding, the artist duo pursues the narratological and documentary traces that this mythical presence of cosmic origin has left on our planet, following its trail through institutions, archives and collections.  It was in 2017 that they managed to locate a 19-gram ferric fragment at Vienna’s Natural History Museum [NHM] meteorite collection. Through a long transdisciplinary research process of which they were the main enablers, they were able to establish a hypothetical relationship between the fragment and the Mesón de Fierro, which has not yet been proven. The tiny piece, classified since the beginning of the 19th century under the name A-18, was presented the following year in the exhibition Auf der Suche nach Mesón de Fierro within NHM’s historic mineral and meteorite exhibit halls, and was accompanied, among other components, by a 1:1 scale painting of the Mesón produced by the artists in 2011 both as an invocation for the meteorite’s rediscovery and as image of the alchemic crossing from one form of intelligence to another.",
    "mesonTexto3":"The forms of address embedded in this gesture suggest answers to ancient mysteries, entering the present to influence the futures dispersed within it. Faivovich & Goldberg provoke arguments and counterarguments, stories and polemics. Testing the validity of speculative thinking against the bureaucracies of space rationality, the painting of Mesón de Fierro subsequently migrated to the United Nation’s central rotunda in Vienna. On the occasion of the show’s opening, Mesón de Fierro: Towards the XXII Century took place: a discussion forum held by artists, curators, scientists and diplomats, which allowed to deepen the approach to ideas such as the advent of the Anthropocene, the communion with the non-human, the interactions between terrestrial ecosystems and Outer Space and the contrast between human and cosmic time, revealing the underlying connection between our earthly endeavors and the non-human distance of deep histories and futures.",

    "theTowerTitulo1":"THE TOWER OF KNOWLEDGE ",
    "theTowerTitulo2":"2015",
    "theTowerTitulo3":"Slide, letter  ",
    "theTowerTitulo4":"IAB iron meteorite, 54 kg",
    "theTowerTitulo5":"PÁRAMO GALERÍA, GUADALAJARA 2015",
    "theTowerTitulo6":"ASU HAYDEN LIBRARY, ARIZONA 2018-2019",

    "theTowerTexto1":"A monumental neo-Gothic tower looms over the skyline of the city of Pittsburgh. According to the local imagination -idyllically pastoral and wildly modern in equal parts- this building acts as a tribute to the 'spirit that was in the hearts of pioneers as, long ago, they sat in their log cabins and thought by candlelight of the great city that would sometime spread out beyond their three rivers' and that they themselves, simply through their own dreaming, were helping to build.",
    "theTowerTexto2":"The construction of the Cathedral of Learning concluded in 1937 and has since been established as the main seat of the University of Pittsburgh, the central hub of academic, social, and emotional life for the thousands of students and professors who traverse its classrooms and halls, libraries and dormitories, archives and offices. One of them, William A. Cassidy, shared some of the spirit of those pioneers whose dreams laid the foundations for building a new world: emeritus professor of the Department of Geology and Planetary Sciences, for almost half a century he traveled the world in search of meteorites and their impact craters, including dozens of expeditions to Antarctica where, along with his team, he discovered so many new specimens that the previously existing inventory on the planet got tripled.",
    "theTowerTexto3":"Secular paraphrase, The Tower of Knowledge nominally rewrites the Cathedral of Learning and is inspired by it, as it is a work that unfolds in two stages, as if replicating, through modest mimesis, the structural levels of the building.",
    "theTowerTexto4":"A dimly lit room houses a 57 kg meteorite that Cassidy gave to Faivovich and Goldberg, motivated by the hope that through artistic practice it could be seen and experienced by ever more people. In an adjacent space, a slide holds the image of the explorer-scientist by the side of the enormous tower where he learnt and imparted his knowledge. Next to the projector, rests the letter through which he officially bequeathed the custody of the meteorite to the artists.",
    "theTowerTexto5":"Both an individual tribute in life and a weighing of the modernist spirit as a collective feat, this work preserves the idea that interpersonal, even affective, relationships are a substance that positively alters the sign of exploration and discovery. Cassidy's and Faivovich & Goldberg's paths crossed in Campo del Cielo, and each of them managed to devise new ways of connecting, translating, and socializing the diverse stories and beauties contained in meteorites. Cassidy died in 2020, but his work endures and will grant the emergence of new stories through time; likewise, the ancient space rock he gifted to the artists has become a viable means for nurturing all kinds of affective forces and crossings, of friendships, future dreams, and still unexplored knowledge.",
    

    "unMeteoritoTitulo1":"UN METEORITO PARA LA SOCIEDAD CIENTIFICA ARGENTINA DEL AÑO 2015",
    "unMeteoritoTitulo2":"2016-2105",
    "unMeteoritoTitulo3":"Wooden box, cloth,  ",
    "unMeteoritoTitulo4":"musical piece, legal act, letters",
    "unMeteoritoTitulo5":"IAB iron meteorite, 41 kg",
    "unMeteoritoTitulo6":"arteBA: U-tURN, Buenos Aires 2018",
    "unMeteoritoTitulo7":"Museo Rosa Galisteo, Santa Fe 2019",
    "unMeteoritoTitulo8":"Museo Tamayo, CDMX 2020",
    "unMeteoritoTitulo9":"Galería Barro, Buenos Aires 2022",
    "unMeteoritoTitulo10":"Museo Moderno, Buenos Aires 2023",
    
    "unMeteoritoTexto1":"When Faivovich & Goldberg became the legal custodians of a 41 kg meteorite thanks to the cession of an anonymous donor, they envisioned its placement -logical but also poetic- in the Busts Hall of the Argentine Scientific Society. However, a disagreement of unclear nature prevented both parties (the artists and Scientific Society) from reaching an accord, so the donation did not materialize and the emancipatory transfer of the rock from the private to the public sphere did not take place.",
    "unMeteoritoTexto2":"Faced with the dilemma posed by this forced withdrawal, the duo decided to preserve the specimen in a custom-designed time capsule and leave the arbitration over its final destiny to future generations. In May 2018, they presented Un meteorito para la Sociedad Científica Argentina del año 2105 [A Meteorite for the Argentine Scientific Society of the year 2105], a ceremony overseen by a public officer constituted by law during which the device that must keep the meteorite encapsulated until July 9, 2105 was sealed. This is the date on which the Argentine Scientific Society may once again choose to incorporate the rock into its collection. Respecting the traditional features of the ceremonial universe, the event also included the performance of a musical piece composed for the occasion, a sort of ode that tinges with good omens the possibility of a future understanding in the 22nd century.",
    "unMeteoritoTexto3":"In the following years, the artists directed their efforts to channel the uncertain temporal course of this piece and placed some signs to guide it on its journey to its destination.",
    "unMeteoritoTexto4":"In their exhibition ¡Saxa Loquntuur! they not only showed the meteorite (though it is now urged to remain hidden, held in its capsule by a structure resembling a tesseract) but also called upon a group of friends, collaborators, and colleagues to write a series of letters. Addressed to the Argentine Scientific Society of the year 2105, these letters were written to reflect a specific moment of human ideas and feelings, but also to accompany the future reopening of the option that will allow the rock to finally find its public home. These testimonies and a few other materials were also safeguarded in another type of hermetic artifact, the “recordadores” or  “reminders”: new capsules that cannot be opened until the various dates indicated on their fronts and that function as a breadcrumb trail, fragmentarily replenishing a historical and emotional context for the meteorite and its future existence.",
    "unMeteoritoTexto5":"By creating a group of probes launched directly towards the 22nd century, the artists evaluate the effectiveness of the artwork as a tool to reveal the temporal framework that supports the legal, economic, and social structures around a particular object. Ultimately, however, this work raises a question about the survival of human will and, through its dual nature, which is both concrete and symbolic, it expresses immense faith that, in the future, new channels will open in order to resolve those things that cannot be agreed upon in the present.",

    "sanJuanTitulo1": "THE SAN JUAN MASS OF CAMPO DEL CIELO EN LA COLECCIÓN GUERRICO",
    "sanJuanTitulo2":"2014",
    "sanJuanTitulo3":"IAB iron meteorite, 54 kg",
    "sanJuanTitulo4":"MUSEO NACIONAL DE BELLAS ARTES, BUENOS AIRES",

    "sanJuanTexto1":"Between 2014 and 2015, an interdisciplinary event was held at the Museo Nacional de Bellas Artes, in Buenos Aires, in which a selection of artists, curators, and musicians was invited to intervene the traditional halls of the institution, transfiguring the social perception of its architecture and its collection. Summoned by Bellos Jueves (that was the name of the event), Faivovich & Goldberg presented The San Juan Mass of Campo del Cielo in the Guerrico Collection.",
    "sanJuanTexto2":"With deep red walls and housing over 500 pieces of various kinds, the Guerrico room safeguards one of the first art collections in Argentina, whose entry into the public domain through a staggered donation over several decades ended up laying the historical foundations of the country's most important museum. In addition to its foundational value, the room is distinguished by a particular exhibition design: the general installation was deployed following the documents and photographs that detail its original and salonesque disposition back in the 19th century.",
    "sanJuanTexto3":"Resting on a pedestal and before the surprised gaze of La Clarina, by Tantardini, a foreign body blends with the galaxy of objects -paintings, bronzes, tortoiseshell, and porcelain- that make up the Guerrico collection: a meteorite. The piece, weighing 54 kg and known as the San Juan Mass of Campo del Cielo, has a certain reputation in the scientific field but had never been exhibited before. It was loaned for the occasion by another museum, the Natural History Museum of La Plata city.",
    "sanJuanTexto4":"The act of interfering in an exhibitional narrative that deliberately uses anachronism as a didactic and scenic maneuver actually supports Faivovich & Goldberg's primary inclination to exercise a material use of time itself. This uchronic unfolding over the space of the room, executed through a subtle contribution to the encyclopedic spirit of the collection (an actual wunderkammer), seems to have generated a new timeline in which the curiosity of the Guerrico family could also extend to space: an alternative history that enables the interweaving of similar sensibilities through the ages, in a narrative that is not entirely fiction nor entirely truth.",

    "wTitulo1":"THE WEIGHT OF UNCERTAINTY",
    "wTitulo2":"2012",
    "wTitulo3":"Letters, video ",
    "wTitulo4":"Iron mass, 3544 kg",
    "wTitulo5":"DOCUMENTA 13, KASSEL",

    "wTexto1":"In January 2010, commissioned by documenta, the artists proposed to temporarily move the 37-ton meteorite El Chaco from Campo del Cielo to Kassel, to be exhibited in front of the Fridericianum Museum during the 100 days of the exhibition. Presented as “the second largest meteorite on Earth and the heaviest singular object ever transported,” the rhetoric surrounding the physical displacement of the specimen also evoked the immeasurable nature of its astral journey and its awe-inspiring antiquity.",
    "wTexto2":"What followed was a two-year process involving various institutions in Argentina and Germany under strict confidentiality, a successful demonstration of the very same institutional engineering mobilized by the artists which had allowed them to reunite the two halves of El Taco in the city of Frankfurt. An extraordinary session took place in the Chamber of Deputies of the Chaco Province, lasting over three hours and dedicated entirely to debating the meteorite’s travel. After the chamber approved the bill, bringing El Chaco en Kassel to a tangible horizon of realization that seemed inevitable, a multitude of voices including indigenous peoples, journalists, politicians, anthropologists, and artists engaged in a heated public debate about the relocation of the specimen. With uncertainty escalating beyond any expectation, the controversy finally came to an end in January 2012 when Faivovich & Goldberg decided to withdraw their original proposal. Thus, El Chaco en Kassel ceased to exist as a project to make way for the weight of uncertainty.",
    "wTexto3":"Located in Friedrichsplatz during documenta, the artists installed a cubic mass of iron that reflected the difference between the only two known weighings of El Chaco -one recorded in 1980 and the other in 1990-: 3.6 tons. Inside the Fridericianum, they exhibited a selection of four letters expressing divergent positions regarding the meteorite's transfer, along with a 12-minute video documenting their first encounter with the specimen in 2006.",
    "wTexto4":"the weight of uncertainty ended up being defined not only by the burden of inversion contained in its 'unrealized project' nature -a fact that enables the flourishing of endless speculative lines around the apparent void left by inconclusiveness- but also as a collection of conflicting discourses and interests: an archive of the political in action, arbitrated with brutal impartiality by a meteorite.",
    "wTexto5":"Who is better equipped to translate the voice of voiceless things? El Chaco, along with several other colossal specimens extracted from Campo del Cielo, has been undergoing a process of culturalization for thousands of years, burying its enigmatic objectual voice under layers of human interpretations. If El Chaco en Kassel aimed to erase, from a humanist approach, the political lines that compartmentalize the world, the attempt to move the meteorite ended up reinforcing the visible trace of those same lines, originally engraved by historical inheritances and traumas, but also by miraculous visions and mysterious resonances.",

    "losHoyosTitulo1":"LOS HOYOS DEL CAMPO DEL CIELO Y EL METEORITO",
    "losHoyosTitulo2":"2011",
    "losHoyosTitulo3":"Silver gelatin contact prints, wallpaper, silkscreened wall text",
    "losHoyosTitulo4":"FONDAZIONE MERZ, TORINO (2011)",
    "losHoyosTitulo5":"DEPARTAMENTO DE CIENCIAS GEOLÓGICAS, UNIVERSIDAD DE BUENOS AIRES (2013)",

    "losHoyosTexto1":"Originally commissioned for The Inaccessible Poem, curated by Simon Starling at the Fondazione Merz, Los Hoyos del Campo del Cielo y el meteorito is an interpretive reconstruction based on the events related to the figure of geologist Juan José Nágera and the expedition he commanded in the early 20th century to the impact zone.",
    "losHoyosTexto2":"In May 1923, Nágera arrived at Campo del Cielo with the purpose of providing confirmation on the finding of the longed-for Mesón de Fierro meteorite, for which the province of Santiago del Estero had been offering substantial rewards in both money and land. This pledge, of course, gave rise to private initiatives, such as the one carried out by the businessman Manuel Santillán Suárez throughout the decades of 1900 and 1910. In the vicinity of the town of Gancedo, Santillán Suárez found three 'hoyos' or holes, curiously located very close to each other; from the largest of these depressions, which was also the only one filled with water, he was able to retrieve several metallic fragments that he immediately recognized as meteorites. The largest weighed 2000 kg. It is also said that during these incursions Santillán Suárez believed he had indeed found the Mesón, but that he kept his discovery a secret for unknown reasons. Even so, rumors began to circulate and the Argentine State decided to send Nágera to investigate.",
    "losHoyosTexto3":"After three years, the results of the official expedition were published by the Directorate of Geology & Mining in a volume illustrated with maps and a photograph selection, entitled Los hoyos del Campo del Cielo y el meteorito. From the observations and analysis of the three pits that Santillán Suárez had found, plus a fourth, laconically baptized by Nágera as Hoyo Aislado [Isolated Pit], the geologist concluded that it was not possible to confirm whether the Mesón de Fierro had been rediscovered, nor to attribute the existence of the pits to meteorite impact (Nágera determined, incorrectly, that the depressions were actually excavations that had been made by the native inhabitants of the area).",
    "losHoyosTexto4":"Nearly 90 years later, Faivovich & Goldberg were able to locate the original negatives of Nágera's research within a semi-abandoned state archive. The series of 25 photographs, which includes never seen before images as they had not been published in his original report, was printed in its entirety using the silver gelatin contact method. Further research into the life of the scientist took the artists to his hometown, Gualeguaychú, where they photographed a monolithic monument erected in his honor that was included in the exhibition as a wallpaper, inducing, through a trompe l'oeil effect, a strange opening in the space of the room that seemed to invite the viewer to travel to remote places.",

    "sesionTitulo1":"SESIÓN EXTRAORDINARIA Nº2",
    "sesionTitulo2":"Since 2014",
    "sesionTitulo3":"Legislative Chamber",
    "sesionTitulo4":"PA system",
    "sesionTitulo5":"audio track (3h 24m)",
    "sesionTitulo6":"ANTIGUO CONGRESO DE LA NACIÓN, BUENOS AIRES (2017)",

    "sesionTexto1":"Perfectly exemplifying the type of epistemic structuring that underpins all of Faivovich & Goldberg's work, Sesión extraordinaria Nº2 is an autonomous snippet -or a consequence- of a past action, implying that any element within their body of work can affect or influence any other.",
    "sesionTexto2":"In this case, the artists reproduce the audio recording of the legislative debate held on December 29, 2011, in the Chamber of Deputies of the Chaco Province, which aimed to determine whether the meteorite El Chaco could be loaned for temporary exhibition at documenta 13. Passionate arguments, technicalities, and all kinds of grandiloquence unfolded over more than three hours of official discussion, which, through archival technologies, became a testament to the wide speculative spectrum that professional politics must navigate when confronted with a work of art. Themes such as the future of humanity, heritage protection, Outer Space, identity claims, loose philosophical contemplations, and the capitalization of natural resources found their place in the session, culminating in the approval of the law that enabled the specimen’s trip to Kassel (an act that, ultimately and beyond any legislation, did not materialize).",
    "sesionTexto3":"In an act of almost literal transcription, Sesión extraordinaria Nº2 is a piece designed for legislative spaces.",
    "sesionTexto4":"It can be mounted in legislatures, congresses, chambers of representatives, or other buildings and halls used for deliberation, regardless of their scale. Visitors enter the chamber -public yet strangely foreign-, circulate inside it, and are invited to take a seat while the recording of the exceptional deliberation about a cosmic-artistic event that mobilized the ideas and feelings of an entire community, not only in Chaco but globally, is played. The ghostly confluence of disembodied voices and empty official spaces illustrates the invisible framework of laws and regulations that, decreed long ago, govern our material and civil existences.",
    "sesionTexto5":"In its first presentation, this ghostly quality of the work was expressed in threefold: on one hand, the ethereal projection of that debate, which, in the form of audio, persists as matter throughout history; on the other, the intervention took place in the old National Congress in the city of Buenos Aires. A spectral structure in itself, the old parliament resists, hidden and almost intact, within the marble building with golden doors of the State revenue agency, a fact known by very few people. Finally, both the debate and the tape that recorded it revolve around an absent protagonist: the meteorite. Despite being the central figure of the story, despite being over 30 tons and an inescapable physical presence, Sesión extraordinaria Nº2 suggests that the cosmic stone can end up being as elusive and immaterial as the most secret of ghosts.",

    "litotecaTitulo1":"LITOTECA",
    "litotecaTitulo2":"2021",
    "litotecaTitulo3":"Limestone, iron shelving units, LED tubes",
    "litotecaTitulo4":"GALERÍA BARRO, BUENOS AIRES 2019, 2022",
    "litotecaTitulo5":"MUSEO MODERNO, BUENOS AIRES 2023",

    "litotecaTexto1": "The acquisition, in 2019, of the remnant limestones that made up an old Buenos Aires commercial lithography workshop (shelves included) was a fortuitous event. According to the artists themselves, and as has already happened to them on other occasions, the encounter with the batch belonged in the order of spontaneous manifestation, something akin to a mysterious concurrence with destiny. If the starting point of many of their projects has an extraordinary quota of unpredictability, it seems impossible to measure beforehand the potential volume of questions -and their answers- that the work itself is capable of holding.",
    "litotecaTexto2": "When the perplexity produced by the thing itself dissipated, a movement of transduction began to take place, commanded by the very nature of the support: if there was a time when the lithographic method was considered the most reliable standard for recording and reproduction of images, why not replicate on the mineral surface of this archive the most outstanding entries of another one? The information stored in the stones had already reached our days, so it could be inferred that any new information recorded in them would last until the days of the future.",
    "litotecaTexto3": "Thus it was decided to write in stone some of the elements that make up Faivovich and Goldberg's documentary archive on Campo del Cielo, an archive nurtured for almost two decades and possibly one of the largest in the world on the subject. More semantic calque than metaphor, not only were new visual and historical meanings inscribed on the stones, but the lithoteque, as a collection of lithic canvases, assimilated another collection within itself in a recursive way.",
    "litotecaTexto4": "The piece then poses a managerial question around the nature, visibility and persistence of archival media, glossing on resting information and on information which gets transferred in order to be preserved.",
    "litotecaTexto6": "The traffic between materialities follows an oscillating pattern that goes from paper to digitalization and, in a final and very heavy impulse, back to the apparent obsolescence of the lithographic matrix. Each of these stones, in turn, has a trajectory and a material history that begins in the German quarry from which they were extracted almost two centuries ago and continues in the Argentine printing presses through which they circulated, providing their services.",
    "litotecaTexto7":"The transtemporal circuit triggered by Litoteca enables an interweaving of datasets that covers a wide spectrum of time periods, meanings and territories. The materials comprising the Campo del Cielo archive found their place among the residual visual substance present in the lithographic limestones. Brand new and mysterious, these new inscriptions do not displace the preceding marks but accumulate alongside them in layers, generating subsets of historical improvisation. In a more direct conceptual sense, the work is latently capable of producing future lithographs and thus generating a new archive of copies, fractalizing the inner logic of the ready-made to its limits. ",
    "litotecaTexto8":"Preserving its nominal character as a modular repository, different initiatives, different arguments and different individual pieces can emerge from the lithographic library, as illustrated by the recent ¡Saxa Lonquntuur! (Barro, Buenos Aires, 2022) and Otumpa (Museo Moderno, Buenos Aires, 2023) exhibitions, instances where the object was exhibited to a greater or lesser degree of completeness. If the meaning of a language depends on its texture, the topological space contained in the surface of these stones reflects the particular syntax of the Campo del Cielo's archive: a granite language designed to tell stories about time and matter.",

    "sorpresaTitulo1":"LA SORPRESA Y LOS METEORITOS QUE YA NO ESTÁN EN CAMPO DEL CIELO",
    "sorpresaTitulo2":"2006",
    "sorpresaTitulo3":"Photographs",
    "sorpresaTitulo4":"PARQUE PROVINCIAL PIGÜEN N'ONAXÁ, GANCEDO",

    "sorpresaTexto1": "As Faivovich & Goldberg's first and most archetypal intervention, La sorpresa y los meteoritos que ya no están en Campo del Cielo presented in a simplified and immediate dimension what would later become a plot of immense conceptual and logistical complexity.",
    "sorpresaTexto2":"The constitutive attributes of a long-term project could already be detected in this early work: the access to the social and cultural history of Argentine meteorites through a direct approach to the community, journey as a method of prospection, the restitution of cultural property and the obstinate quest for dialogue within the institutional sphere.",
    "sorpresaTexto3": "During the 2006 National Meteorite Festival, held in the Pigüen N'Onaxa Provincial Park in the town of Gancedo, in the south of the Argentine Chaco, an exhibition of collegial simplicity, similar to an austere memorial, was mounted. Six photographs portrayed the large meteorite bodies that, uprooted from their impact site, were no longer at Campo del Cielo but rested in other museums and institutions in Argentina. Each of the photos was also accompanied by a datasheet that stipulated the name, weight, year of discovery and location of the specimen, also anticipating the duo's proclivity towards a scientific bias, which is usually expressed in their work through the use of technical systems of sampling, classification and census. One last photo completed the set and played the role of a curious talisman: that of the meteorite known as La Sorpresa, a specimen discovered only a few months earlier and which enjoyed the privilege of being located in the immediate vicinity of its original crater, the site where it still rests to this day.",
    "sorpresaTexto4": "Gancedo, a frontier rural town, has around 12,000 inhabitants, a number that doubles fleetingly and magically every year during a weekend in September, when the National Festival takes place. In this context of popular fervor, where everyone puts their talents at the service of collective enjoyment, the glacial rhetoric of contemporary art could be out of place; however, the code proposed by the exhibition was interpreted as an unequivocally affective expression, not so different from a poem or a song. ",
    "sorpresaTexto5": "The National Park was founded on a parcel of expropriated land, with the aim of safeguarding the El Chaco meteorite and some other specimens that arrived over the years. In the gesture of printing, on the site designed to treasure and culturally amplify them, an image of those meteorite bodies scattered throughout the country, hid a desire to promote a symbolic reparation in the local imagination.",
    "sorpresaTexto6": "As in a propaedeutic of their own artistic future, this original action ended up including, in portrait form, several of the meteorites with which the duo would end up being linked later on, specimens that would undergo other transformations, examinations and displacements. It is then the figure of the self-fulfilling prophecy that best describes La sorpresa y los meteoritos que ya no están en Campo del Cielo: the premonition of the -territorial, methodological- path to follow and the initial sighting of the furrow that the meteorites would leave in the lives of the artists, the same mark they left in thousands of other lives.",

    

    "otumpaTitulo1":"OTUMPA",
    "otumpaTitulo2":"2023",
    "otumpaTitulo3":"Acrylic on canvas, acrylic on canvas panel, limestone, video",
    "otumpaTitulo4":"IAB iron meteorite, 19 gr",
    "otumpaTitulo5":"MUSEO MODERNO, BUENOS AIRES",
    
    "otumpaTexto1":"Otumpa comes from the Chiriguan word 'motumpa', whose meaning is to deify, to enthrone, to idolize. This is what the native peoples called a flat plain of tangled vegetation, very difficult to penetrate. In the same way they named the geological formation that hid within this landscape: a basin, possibly generated by the impact of an extraterrestrial object. Since the 16th century, several Spanish expeditions guided by the natives ventured into the interior of Otumpa. They were looking for an enormous mass of iron named as the pit and the plain and that, without them knowing it, had descended from the sky a few thousand years ago. Known as Mesón de Fierro, it became the most celebrated extraterrestrial rock among the thousands that fell upon Campo de Cielo. The Mesón's mythical aura grew after 1783 as it became an intraterrestrial treasure, when settlers buried and vanquished it because they could not find its iron roots underground, the purest iron they had ever seen.",
    "otumpaTexto2":"Otumpa, the first solo exhibition of Faivovich & Goldberg in a Buenos Aires museum, welcomes visitors with a video piece that portrays the Chaco forest and its biodiversity -nowadays devastated by fashionable monocultures-, to then open the way for a space of recollection.",
    "otumpaTexto3":"At one end of the room, the meteorite reappears as a monumental painting; its immaterial image floats on a 1:1 scale, displaying what cannot be seen. At the other end, a small 19-gram meteorite specimen, belonging to the collection of Vienna’s Natural History Museum and with which the artists had already worked in their exhibition Auf der Suche nach Mesón de Fierro, in 2018, returns after hundreds of years to the region of its original landing, the territory today known as Argentina. In the center of the room, two paintings from the Sanctuary of the Virgin of the Lake, made by the great southwest Chaco artist, Lilly de Escribanich, visually and emotionally expand the imaginary around the cosmic event and its landscape, while syncretizing its copious history. Thus, Otumpa offers a space for the viewer to be reunited with the image of that which is, but in absentia. What is missing, then, rather than being nowhere, could be found everywhere.",

    "publiTitulo1":"PUBLICATIONS",

    "publiFoto1":"The Campo del Cielo Meteorites - Vol. 1: El Taco. Faivovich & Goldberg. Hatje Cantz, documenta (13), Alemania. 2010. Daniel Birnbaum, Carolyn Christov-Bakargiev, William A. Cassidy. Tapa dura, 24 x 17.5cm, 184 páginas, ilustrado en color y b&n. Inglés, Aleman, Castellano.",
    "publiFoto2":"The Campo del Cielo Meteorites - Vol. 2: Chaco. Faivovich & Goldberg. Walther Koenig & documenta (13), Alemania. 2012. Graciela Speranza, Etel Adnan, William A. Cassidy. Hardback clothbound, 24 x 17.5cm, 240 pages, illustrated in color and b&w. English, Spanish. ",
    "publiFoto3":"La caza del Snark. Faivovich & Goldberg. Polígrafa, Barcelona. 2014. Tapa dura, 21.5 x 28.4 cm, 64 páginas. Edición limitada de 380 ejemplares numerados. Castellano. En ocasion de la muestra….",
    "publiFoto4":"Creo haber contestado a todo lo que has preguntado. Faivovich & Goldberg. Spiral Jetty, Buenos Aires. 2016. 14,5 x 21 cm. 16 páginas. Castellano.",
    "publiFoto5":"Artists on Walter De Maria. Aldrich, Dunning, Faivovich & Goldberg, Winters. Tapa blanda. Dia Art Foundation, New York. 2017. 14,5 x 13,3 cm. 96 páginas. Inglés."


}